GCGGCGGC
GGCGGCGG
CGGCGGCG
CCGCCGCC
GCCGCCGC
CGCCGCCG
GGAGGAGG
GCGGCCGC
GGCGCGGC
GCGGCGGG
CGGCCGCC
GGGCGCGG
GGGCGGGG
CCUCCUCC
CCCCGCCC
GGGGCGGG
CCCGCCCC
GCGGGCGG
CCCGGCCC
GGCGGCGC
GGCGGGCG
AGGAGGAG
GCGCGGCC
CGCGGCCG
GAGGAGGA
GCCCCGCC
GGGGCGCG
AAAAAAAA
CCCUCCCC
CGCGGCGG
CCCCUCCC
GGGCGGCG
GGGCCGGG
CCGCCCGC
GCCCGGCC
GGCGGGGC
CCCGCCGC
GGCCGCGG
CGCCCGCC
CGGCGCGG
GGCCGGGC
GGAGGCGG
GCUGCUGC
UUUUUUUU
CCCGCGCC
CUGAGCUG
GGCGGCCG
GGCGCGGG
CCCAGCCC
GCGGCGCG
AGCGGCGG
GGGAGGAG
CGGCGGCC
GCCGCCUG
GCAGCGGC
GCCGCGGC
GCUGCGGC
GCGCGGCG
CCGCGCCC
CCCCGGCC
CGCCCCGC
GGCUGCGG
GCGGGGCC
CGGGCGGC
GCGGCGCC
CCGCCUCC
GCGGCCGG
GCGGCUGC
GCCGCGGG
CCGGCAGC
CGCCGCCC
GGCCCGGG
GAGGAGGC
GCUGGGGC
CUGUCUGC
GCAGCAGC
GCAGCCGC
GCUGAGCU
CCGGCCCC
CCCCGCGC
CCGCCCCC
CCUGUCUG
GGCAGCGG
GGCUGGAG
GGGAGGGG
CUCCUCCU
CCGCGGCC
GCGGCAGC
GGGGCCGG
GCCGGGCC
GGAGCCGG
GAGGCGGC
CUCCCUCC
AGGCGGCG
CCGCCGCG
CGGCCGGG
GGCGGGGG
GCUGCCGC
GGAGGAGC
CGGCCCCG
UCCUCCUC
CGGGGCCG
GCGGGCGC
GGAGGGAG
GCCGCCCG
GCGGGGCG
CCCUGCCC
CCCGCGGC
GGGCGGGC
GCCGCUGC
CGGCCCGG
CGGGCGGG
GGCCGGGG
GGGCUGGG
CCGCUGCC
GGCGGCUG
CCGCGGCG
CCAGCCCC
CUGCAGCC
GGGGGCGG
CGCCGCGG
CGGGGCGG
GCCGGGCG
CUGGGGCG
CCUCAGCC
GCGCGGGG
CCCGGGCC
GCCCGCCC
GCCCGGGC
GGAGCCGC
CCCCAGCC
GGCGCCGG
GAGCUGGG
GGCGCCGC
GGCCCGGC
GCCCCGGC
CGCGGGGC
GCCCCGCG
GCGCGGGC
GGCGGCAG
CCUCCCCC
GCGCCGCG
GUCUGCAC
CGCCGCGC
UGCUGCUG
GCCUGUCU
GCUGCAGC
GCCGGGGC
GCGCCGCC
GGGGAGGG
GGCCCCGC
CCCCCGCC
CGGCGCCG
UGUCUGCA
CGGCGGGG
CCGGCCCG
GAGCCGGG
CUCCUGCC
GCGCGCGC
CGGAGCCG
GAGAGAGA
CCCGCCCG
CCGGAGCC
CCGCAGCC
GCGCCCGC
GCGCCGGG
GGCCCCGG
CCGGGGCC
CUGCUGCU
GGGCCUGG
CCGGGCCC
CGCGCCCC
GGCGGAGG
CCUGCCUC
CGGCGGGC
UGGCGGCG
CCGGGCGG
CAGCCGCC
CCGCCCCG
GAGGGAGG
CCAGGCUG
GCCCGCGC
GGCUGCAG
GGCAGCAG
GGGGCGGC
CAGCGGCG
GGAGCUGG
CCGCGCGC
CGCGCCGC
UGGGGCGC
CUGCCGCC
GGCCGCCU
GCGGGGGC
CGGCAGCA
GCCCCGGG
CCGGCGCC
GCGGAGCC
CGGCCGCG
GGAGCUGC
GCUGCUGG
AGCUGGGG
CAGCCUCC
GGAGGAAG
GCCCAGCC
CCGCGCCG
CCGGGCCG
GCCGGAGC
AGAGAGAG
GCCUCAGC
CCCGGCGC
GGCCGCCG
CGCGGCGC
CUCCUCCC
GCCUGGGC
CCCAGGCC
GGAGGAGA
CCGGCCGC
CCGGCGGC
GGAGGCUG
GGCGGGAG
GCCGGCGG
GGGCCCGG
GCGGCCCC
CGCCUGUC
CGCUGCUG
CGGCGGCU
CCUCCCUC
CUGCUGCC
UCCCUCCC
CGGGCCGG
CCGCCUGU
GGAGCAGC
CCCCGCCG
CCCGGGGC
GCAGCACC
AGCAGCAG
GGCCCAGG
CCGGCCGG
GCCGCAGC
CCCGGCCG
GCCCCCGC
GCUGGGCC
CCGGGCGC
CGCGGCCC
CGCCCGGC
CCGCGGGC
AGAGGAGG
GGCUGGGG
CCCUUCCC
CGCGCGCC
GAGGAGGG
GGCUGCUG
GCGCCCGG
CCCCCUCC
GAGCUGAG
GAGCGGCG
GGAGCGGG
GGCGGAGC
CAGCAGCA
CCUGGGCC
CCGCGGGG
GCCCAGGC
CUCCCCGC
GGGGCUGG
UGUGUGUG
GCUGCUGA
CCGCCCGG
CCCCGGGC
GCGCCCCG
CUCCCCUC
CCGGGAGC
GCCCGCGG
GCCGCCGG
CAGGCUGG
CUGCCUCC
CGCGGGCG
GCCGGGAG
CCUCCGCC
GGCUGGGC
GGGGCUGC
GGGAGGCG
GCCCGGGG
GCCUGGCC
GCCGCCUC
CGCCGGCC
GGCCUGGG
GGGCGGCC
GCUGCGGG
CCUGCCCC
CGCCUCCC
CGGGGCGC
CUCCCGCC
CUGCUGAG
GGAGCGGC
CGCGCCCG
GGCCAGGC
GGGCGCGC
CGGGGGCG
CCAGGCCC
GCUGGAGG
GCGCGCCC
GCGGCCCG
GCGCGCGG
GGCAGCAC
AGGAGGCG
GGAAGAGG
GAAGAGGA
GGGAGCGG
GCCGGCGC
GGCGGUGG
CUGCCUGG
CCCCACCC
GCCCGGCG
GCCGCGCC
CCGGCGGG
CCCGGAGC
CCCGGGAG
GCCGCCCC
CAGCAGCC
GCGGAGGC
UCCUGCCU
GGCGGCCC
CCGCCGGC
CUCAGCCU
CCGGCUCC
AGGAGCUG
GGGAGAGG
CGCUGCCG
GGCCGGCG
CGGCGCCC
CAGCCUGG
GCCGGCCG
CCUCCCGC
GGGCCAGG
GCCUCCCC
GCGCCGGC
GCGCUGGG
GCGCAGCC
GGGCGCCG
AGCUGCUG
GGCGCGCG
GCCCGCCG
CGGCGGAG
CCCGCCUC
GUGUGUGU
CCGGGAGG
GCUCCGGG
CCCUCCUC
GCUGCCUG
GGGCGGAG
CCCCUGCC
GCGGGAGG
CGGCAGCG
GCGGGAGC
GGAAGGAG
CGCCGCUG
GGAGCCAG
CUCCUGGG
GCCGGCCC
CGGGGCUG
CGGGAGCC
GCCCCAGC
CCCGCGCG
GAGAGGAG
GCUGGAGC
GGCCGGAG
GGGUGGGG
GGGCCGCG
GGCGCUGC
CCGCCGCU
GGCUCCGG
UCCCCUCC
CUCCAGCC
AGCCGCCG
UCCCCGCC
CGCCCCCG
CAGCCCCG
AGCUGAGC
GAGGCGGG
GGCCUGGC
GGGCUGCG
CUCCCGGC
CGCGCGCG
UGGAGGAG
GCAGGAGG
CAGCCCAG
CCCACCCC
GGAGGGGG
CCCUCCCU
GCAGCCCC
GGCUGAGG
CGCGGCUG
GCCGCGCG
CCCAGGCU
GGAGAGGA
CUGCGGCG
CGCCCGCG
CGGGCGCG
CGGGCGCC
GGGAGCCG
CCUGCCCU
GAGCGCGG
GGGCCGGC
UCUGCACC
CCAGCUCC
GUGGCGGC
CCUGCAGC
GAGGAAGA
AGCUGGAG
GGGGCCGC
CCGCGCGG
CCUGCUGC
GCUCCCGG
GAGCCGCC
GGCCCGCG
GGCCGGCC
GGUGGCGG
CCUGCCUG
CCCGGCGG
AGGAGGAA
CGCGCGGC
CGGCCGGC
GCCUCCUG
CCUCGGCC
GGGGGAGG
CCUGGAGC
GGAGGCAG
CCUCCCCU
AGCCCAGC
CCCGCGGG
CGCGGGCC
GCGGUGGC
CCCAGGAG
CGGAGCGG
GCGCUGCU
GAGGGGAG
GGAGCAGG
GAGGCUGC
CGCAGCCG
GCGGCGGU
GGAGGGGC
GCGGCUGG
CCUCCCCG
CGGGGCCC
CCUCCUGG
GAGGAGCC
GAGGAGAG
GGCGCAGC
GGAGGGGA
CGGCGGCA
CCCGGCUC
CGGAGGAG
GCUGCAGG
CUCCGCCC
GGAGCCCC
GCAGCCUC
CGCCCGGG
CUCCCUGC
GCUCCUGC
AGCUGGGA
CGGAGCCC
GGGGUGGG
GGCGGGGA
AGGAGCAG
GGGCGCAG
CCUGGGCU
GGGAGCUG
CCCCGCGG
GGGAGCAG
CGGCCUCC
CGCCGCCU
GGCAGGAG
GCCAGGCC
CCUCCCGG
CCCGCAGC
GAGGCUGG
AGAGGAAG
GCGGCGGA
CUGGGCCU
CUGGAGGA
GGGGCCUG
UGCUGAGC
GGAGCCCG
GCGGAGCG
GGAGCGCG
GGCGCCCG
GCCUGGAG
CGGGGAGG
GCAGAGGC
CCUUCCCC
GGCGGCGA
CCGCGGAG
CUCUCUCU
GAGCCGCG
GGCCCUGG
GCCUCCCG
CCCCCACC
GAGCCCAG
CGGCUGCC
GGCCGCGC
CCCGGGCU
CUGCACCG
CGGCUGCG
GGCGCUGG
CGCCGGGC
GCGGCGCU
CGGCGGUG
GCCCUGGG
GCCAGGAG
GGAGGCGC
GCCUGGGG
AGCCGGGC
CUGGGAGG
CCGGGGCG
GCAGCUGC
CCGGCGCG
GCGCGGAG
CCGCCACC
CUCCCGGG
GGGCAGGG
GCCUCCUC
CCCGCUCC
GCUGGGAG
GCGGGGAG
CCAGGAGG
GGAGAGGG
GCGGCUCC
CUUCCUCC
CUGGGCUG
CCAGCAGC
CGCAGCCC
UCAGCCUC
GCCCCUCC
CUGCGGCC
CGGGCUCC
CCAGCCCU
CCUCUCCC
CCCGGGCG
GCCAGCCC
CAGCCCUG
CUGGAGCC
CCUGGCCC
AGCCGCGG
GCCCCCUC
GCUCCUGG
GAGAGAGG
CCGGGCUG
UGAGCUGG
CCCAGCUC
GAGCCCCG
AGGAAGAA
CUGCUGGG
AGGCUGGA
CCGCUCCC
GAGGGGGC
GCCUCCGC
CGGCGCGC
UCUCUCUC
CCUCCUGC
GGAGAGAG
GCACCGGC
GAGCCAGG
GCAGCCGG
CCGCCGGG
GGCCCAGC
GCGGGCCG
CUGGGCUC
CGGAGCUG
AGCCCCGC
CUGCCCUC
CCUGGGAG
CCAGGGCC
GGGCUCCG
CCAGAGCC
GCGGCCUC
CCGGGGGC
GCGGCGAG
CGCGCGGG
AGCCUGGG
GGCCUCCC
GCCGAGGC
CCUCCCUG
GGAGGCCG
CAGCCCGC
GCCGGGGG
CGCGCCGG
GAGGCCGC
CAGGAGGC
UGGGGCUG
GCGCCCCC
CAGGCCCC
GCGGAGGG
CCAGGAGC
GGGAGGGA
CCCCAGGC
GCUGAGGC
CCCCGGCG
AGGGGCGG
GGCUCCUG
CCUCUGCC
CCCCGGGG
CGGCGCUG
GAGCCCGG
CGGGCCCG
CUGCACAG
UCCCAGCC
GCGGGGCU
UCGCCGCC
AGCCCCGG
CAGCCAGG
CGCCGGCG
CCCUGGGC
CUCCCAGC
GGGGCGCC
GGCUGUGG
GGAGGUGG
GCAGCUGG
GGGGGCGC
GCCCCAGG
CCAGCCUG
CUGCCUGC
AGACAGCA
GGCCCCAG
GGGCAGCC
CAGGCCAG
GGAAGCGG
AGCGGCGC
UGGAGCUG
GAAGGAGG
CGGCUCCC
GGCUGCCG
CCCCCAGC
GAGGCAGC
GCCCGGGA
GCGCUGCG
GCUCCGGC
GCCCUGGC
CCCAGCGC
CGCGGAGC
CGGGCCGC
CCAGCGCC
CUGCCCGG
CCCUCCCG
CGCGGAGG
CACACACA
CGGCGGGA
UGCCGCCG
CCUGCUCC
GCAGCCCG
UCCUGCCC
GGCCGGGA
CCCCGCCU
CCACCUCC
GCCCAGGA
CCCAGCUG
GGCCGCCC
AGCCGGAG
CCCAGCCU
CCGGGCUC
CCAGGAAG
CCCUCUCC
GCGCGCCG
CAGCUGGA
AGGAAGAG
GCCCCCGG
UCCCUGCC
CCCCUUCC
GCUGCCGG
GGCAGAGG
CAGAGGAG
CCUGAGCC
GGGGAGGA
CUGAGGAG
AGAAGAGG
AGGGAGGG
AGAAGAAA
GCCUGCCC
CCUGGGGC
CCUCCAGC
GAAGGAAG
CUGGGGCC
GCCCUGCC
GGGCGGGA
CCAGCCUC
GGAAGAAG
CGCCCCGG
CGGGAGGC
CGGGCUGC
UGCGGCGG
GAGGCAGG
AGGCCCAG
CAGCCCGG
GCCCCUGC
CGCCUCCU
GGGGAGGC
GCCACCGC
CGGCCCGC
CGGCCCCC
AAGAGGAG
GAGCCGAG
CCUGCAGG
CUGGGCCG
CCCUGCCU
AGGAGAGG
GGGAGCCC
GCCUGCAG
AGAAGCUG
UCUCCUCC
UCCUGGGA
CGCCGGGG
CUGGCCCC
GAGCCGGC
CCACCGCC
CCUGCCCG
GGCUGGGA
GCAGGAGC
CCCUGGCC
CGGGAGCG
UGCACCGG
AGGGAGGA
GAGCUGGA
CGCCUGCC
CUGGGAAG
UCCUGGGC
ACCGGCAG
GCUGGAGA
GGCAGCUG
CUGCCCUG
AGCCCCAG
GCCCCCAG
GGGCCCAG
AGCCCGGC
UCCUCCUG
GCUCCAGC
AGAAGGAG
CUCCGCGC
CCUCCCAG
CAGGAGCC
CGCCCUCC
UCCCCGGC
GGAGCCUG
CCUCCCCA
GCUGCUCC
CCCAGAGC
GCAGCAGG
GGCGCCCC
CACCGGCA
GCUCCAGG
CUCCCCAG
GAGGAGCU
GGGAAGGG
GCCCGGAG
GAGCAGCC
AGGCUGGG
GGCUCCAG
CUGGAGGC
GAGGAAGG
CGGGCCCC
CCGAGCCG
GCAGCGGG
CCGCCCCU
GGGGAGAG
GAGAGAAG
CUGGCAGC
CCCUCGCC
CAGGCAGC
CCGCCUGC
GCGGAGGA
CUGCCCCC
GCUCUGGG
CUGGGCCC
CCAGGCAG
CCGGCUGC
GCGCCCAG
GCUGCCUC
CGGCAGCC
AGGGGAGG
CCAGCUGC
CCUGGAGG
GGCCGAGG
CUGCCCAG
CCAGCCAG
CGCCGCCA
AGGAGGGG
AGCUGCAG
GGAAGGGG
CCGGAGCG
CGGCUGGG
CUCUGCCC
GGCUCCCG
GCAGAGCC
GCUCCCGC
UCCCGGGC
AGGAGAAG
GGCGCAGG
UUCCUCCU
GCAGUGGC
GGCUCCGC
GCGCCUGC
CUGGGGAG
CCGAGCCC
CUCAGCCC
CUGCCCGC
GCCCUCCC
GGGCUGAG
CAGCGGCC
CCUGCUGG
GGGCGCUG
CGGGCUGG
GAGGGGCG
CCCCCGGC
GAGGAGCG
GCUGCCCC
GCAGCGCC
GGGGAGCG
CGCCCCUC
CCCACCUC
GGGGCAGG
GGAAGCAG
CUCUGCUG
CCCGAGCC
GGGGGUGG
CCGCGGCU
CAGACAGC
AGCCUCCC
CCGGGGAG
UCCUCUCC
GGCCCUGC
CGCCCAGC
GUGCUGGG
GGGCGAGG
CAGGGCUG
GCCGCUCC
CUCCCUGG
GGUGGGGC
GGGGCCCG
UCCUCCCC
GCCCAGCU
GCCUCGGC
CAGCGCCC
CUGGCUGC
GCUCCCUG
GGCCAGGG
CUCCGGGC
ACACACAC
CGCGGGGG
AGAGGGAG
GCUCCUCC
GAAGAAAA
UCCCCGCG
GCCCGAGC
CUGCUCCU
CCGCCCUC
GCCAGGCU
GGUGGAGG
AGAAGGAA
AAAGAAAA
GGGCGCCC
GGCCAGAG
AGCUGCGG
GCUGGGGA
GCUGGCGG
CAGCCGCG
UCCUUCCC
GGUGGGAG
GGCAGCCG
CUGCGGGG
CUCUCCUC
CUUCCCUC
CCCCCGGG
GAGCCGGA
CCCAGGGC
GGUGGGGG
CCCUGCAG
GCAGCCAG
CCUGGCUG
GCAGGGGC
CCCGCCGG
GGCAGGGC
CUGCCUCA
GGCAGCCC
AGCGCGGC
GGGAGGGC
GCCGAGCC
GCGCUCGG
GCUGGCUG
GGGCCCCG
GGGAAGAG
AGCGCGGG
GGGAAGGA
GGGCUGGA
AGCAGGAG
CCGCCAGC
GCCUCCCA
GGCUGCCU
GCCUGCCU
CCGAGGCC
GGGAGCGC
AGGAGGGA
CCUGGCCU
CUGCAGCU
GGCUCUGG
CAGGCUCC
GAAGAAGA
CAGCUCCU
GAGGGAGC
CCGGGGCU
CCUGCGCC
GAAGCUGC
CUGGGGGC
GCGGCAGG
CAGGAGGA
CAGCCCCA
AAGAAGAA
GAGGAGAC
GAGCGGCC
GGGCCUCC
GAGCCUGG
GGCAGGGG
CCUUCCCU
CCCGCUGC
GCUCCGCC
CGGAGCGC
GAGGCCGG
GGCUGCGC
CCCCUCCU
CGCAGCGC
UGAGCUGA
UCCGCCGC
UGCGCUGC
CGGAGGCG
GCAGCUCC
AGAGGCUG
AGCAGCUG
UGCCUCAG
CGCCGCAG
GCUGUGGC
GGGGGCCG
AGGCGGAG
AGAGGAGA
CUCUCCCC
AAGAGGAA
GCCGGGAC
CUGGGCAG
GGGGAAGG
CCUUCUCC
CUCCCAGG
CCUGACCU
AGAGGCGG
CCUGGCAG
GGGGGCUG
GCGGGCCC
CAGCGCGG
GGGCAGAG
GCUGGGGG
GCUCCGCG
AGGAGCCC
CUGGAGAG
CCCCGCAG
CGGGGCCU
CAGGCGGC
ACAGACAG
UCCCGCCC
CUCCUGGC
GCUGGGAC
GGCGGGCC
GAGGGGCC
GGGCCCUG
GUCGCCGC
GGGCCGCC
GCCGCGCU
CCUCCUCU
CCAGCCGC
GCCGCCAC
CCAGUCCC
AGGCUGAG
CCUCCAGG
CCUGGCCA
CGCCCCCU
CUGGCUGG
CGGCUCCG
GGAGAAGG
GCAGGCGC
AGAAAGAA
CAGCUGGG
CUGGCGGC
CCCAGGAC
CAGCUCUG
AGCCCAGG
CGCUGCGG
GCUGGGCU
CGCGCUCC
UGGAGCAG
GCCAGGGC
GCCUCUGC
GCCCAGAG
CCCUGGAG
CAGGGAGC
GCUGAGCC
CUGGGAGC
CUGGGCGG
GACCCAGG
CCUGGAAG
GGAGGGCG
GGGAGGCC
GCCUGCUG
GCUGCCCG
CCAGCCCA
CCCUGCUG
GGGGAGCC
GCGGCCAG
GCCUGCGC
CCAGGCCA
GGGGCAGC
CGGGCAGC
CCAGGCUC
AGGCGCGG
UCUGCACA
GCCGCGGA
GCGCGGCU
AGCCCUGG
GACAGCAC
CAGGAAGC
GAGCAGGG
GCUCCCUC
GGUGGCUG
GCAGGCGG
GGCCUGAG
GGGCUGGC
CCUGGGGA
CCAGCCCG
AGAGAGGA
CCUUCCUC
GCAGCAGA
CCGGGCAG
CUGGGAUU
CUGGGGCU
GAGCUGCG
GGACCCGG
AGCGGCUG
GCCCAGGG
AGCAGCGG
CAGAGGCC
GCGGGGGA
CACAGACA
GCGCGCAG
GCGCAGGC
AGGCGGGG
CCGCGCUC
GAGGCGCG
AGGAGCCG
UCCAGCCC
UGAGGAGG
CGGGAGGA
CGGGGAGC
CGAGCGGC
GCUGGGCG
CUGAGCCC
GGAAGUGG
UGGGCAGG
CCCCAGAG
GAGAGGGG
CAGAGCCC
CAGCCCCC
GCUGGAGU
CUGUCCCC
GAAGGAGC
GAGCGGGG
CUUCUCCC
CUGCCCCU
GGCCCGAG
GAAGGAGA
AGGAGGCC
GCCGGGGA
CCCGGCAG
GGAAGCUG
CCCAGCAG
CCCUUCUC
GAGCGGAG
GCCUCCAG
CGCCGAGG
GCACAGAC
UGCAGCCC
GAGGCGGA
UUCCUGCC
GCUGGGAU
AGGCCCGG
CAGCUGCU
CGCCAGCC
CUGCGCCC
CAGGGCAG
CUCCGCCU
CCGGCCUC
GAGAGGGA
GUGGCUGC
CCUCCUUC
CUGGCGCC
CGGCCCAG
CAGCCCCU
UCCUGUGC
UGCUGCAG
UGCACAGA
GGCCGCUG
CUGGCCAG
CUGGCUCC
CGGGAGGG
GCCUCGGG
CAGCUGCC
GGAGGCCC
CCCUGCUC
CCCAGCCA
GCGGGCUG
AGCCCGGG
GCAGCGCG
CCCCGGAG
GAGCAGCU
CGAGGAGG
UCCUGGAG
GAGGGAGA
GGCCAGCC
CUCUGCAG
CGCUCCCG
CCCUCGGC
CCCGGCCU
GCCUCGCC
AGGCCAGG
GAGCAGAG
CAGAGCUG
CCCUGAGC
GAGCUGCC
CUCCAGGG
CGGGGGCC
CCUGAGAG
AGGCCUGG
GGGCUGCC
GGCUGAGC
GGAGCUGA
AGCCAGGA
CCUCGCCC
GUCCCAGC
GAGGCUGA
CCCAGAGG
ACAGCACC
CAGAGCAG
CUCCUUCC
GGGCCGAG
AAGGAGGA
GCCCAGCG
GGCCCCCA
AGGCGGCC
GAGGGCGG
UGCAGUGG
CUCUUCCC
UCUCCUGC
AGAGGCAG
GCUCGGCC
CUGAGGCC
GGCGAGGC
GCGGGGAC
GCAGGGAG
GAGCGCGC
GCCUGAGC
AGCCGGGG
CUUCCCUG
GGCUCUGC
GCCUUCCC
GCCAGAGC
CGGCCAGG
CUCCAGCU
GGCCUCGG
GCGCUCCC
AGGAAGGA
GCGCGCUC
GCCUGAGG
GGAGAAAG
ACCCAGGC
UCUUCCCU
CUGGGCGC
GGCUGCCC
CUCCAGGA
GGCUGGCG
CAGCCGGG
CGCGGGAG
CCCUGGGA
GCGCUGCC
CUCCCACC
GAGGAAGC
AGGAGAGA
CUGCUCCC
CCCUGCGC
GCGCCGAG
AGAGCCGG
CCCUCCGC
UGCUGGGC
CCCCCAGG
CCCCAGCU
GCCUCCCU
GGCGAGGG
CCGGGACC
GGAGAGGC
AGGCCGGG
GCUGCCAG
CUGCCCCG
GAGGAGAA
AGCCCCUG
GUCCCCGC
AGAGAAGA
CAGCCUCU
GAGAAGAA
UGAGGCUG
AGCGGGAG
GCCGAGCG
GGCAGCGC
GGGCUCCC
CUCCGCCG
CCCUGAGG
CCCGGAAG
CAGCCAGC
CCUCUCCU
GGCCUCCU
GCUCCCAG
CUCUGCCU
AAGGAGAG
CUCUUCUC
CCUUCCCA
GGGGCCAG
GUGGGAGG
GGCCAGGA
CGCUGCCC
CCCUCCCA
CGCCGCUC
CUCCGCGG
GCUGGCCC
GCGAGCGG
GCGCAGCG
CUGCUCUG
CUGGCCUC
AGGCAGAG
GGGCUCGG
GGCAGUGG
CUCGCCGC
GAGCAGCG
CCCCAGGG
GGGCAGCG
GGCUCGGC
AGCCAGGC
CCUCUUCC
GGUGCUGG
GGCGCCUG
CUCCUGCU
GAGCUGCU
CUGCUCCG
AGCCGCCU
UGCUGGGA
GCAGGCAG
CCUUCCUG
CUCCUGGA
GCUCAGCC
GGGGCGCA
UCCGCCCC
UCCUGGCC
CUCUUCCU
CCUCGCCG
UGCCCGGC
AGAGCUGG
GCUCCCCG
AAGAAAAA
CGCCCCCC
GGAGCCCA
AGAGAAGG
GCCCCCAC
CUCCUGAG
GCGAGGAG
CGCUGGGC
CUGAGGCU
CUGGGACC
UGGGCUGG
CUGGAGUG
CCCUGACC
CCGCUCCG
AGCUCCAG
CCCUCAGC
GCGGGCAG
UCCCCAGC
CUCCUCCA
CUGGAGCU
CUGCAGGC
GGACCCAG
AGCAGCCC
GGAGAGAA
GCUGGUGG
UCCCGGCC
CCCAGCCG
GCGCGGGA
GCCGCCAG
GCUGCGCC
GCCUGGCU
CCCCAGGA
CGCUCCGC
CUCGGAGC
AGGAGAGC
UCCUCCCU
GAGAAGGA
AAAAGAAA
CUGCUGGC
GGAGAGCC
GGCGCGCC
CCAGGGAG
UCCCUGGG
GUGGCUGG
GCCCGGCU
GAAGAGGC
CCGGGCCU
AGGCCCUG
GCCUGGGA
CUCUCUCC
AGGGAGAG
GGCCCCCG
AGGGGCUG
CUGGAGGG
UCUGCUCC
CCCCGGGA
GCCAGCUG
GAGCGGGC
AGCUGGGC
GGUGGUGG
CUCCAGGC
CCAGCUGG
GCCGGCUG
CUGCCGGG
GGCAGAGC
CCCUGGCU
CCAGAGCU
CCGCGCUG
GGCCGAGC
GCAGCCAC
CAGCCCUC
GGGACUGG
GUCCCUGG
CCCGGCUG
AGCCGCGC
CCUCCACC
CCCAGGAA
AGGGGGCG
GGAAGGAA
CCGAGCGG
UGGGGAGG
GGCCCCUG
AGGGCUGG
CUCAGGCC
AGAAGAAG
GGGACCCG
GACCCGGC
AGGAGGCU
UGCGGCCG
GAAAGAAA
GGCCCCUC
AGCAGAAG
GCCUCUCC
CGGGGGAG
GGGCCGGA
UCCCUCCU
GUCCUGGC
CUGCAGCA
AGGGCGGG
CUCCUCUC
CAGGGAGG
CUGCUGGA
CCUGGGAA
CAGCAGGA
AGGAGCCA
GAGGCCCC
CUCGGCCG
AGAGGAAA
CCUGAGGA
AGAGACAG
GCGAGGCC
CCCUCUGC
GAGCCUGC
GCGGAGAG
CAGCAGAA
GCCGGGCU
CCCGCCUG
GGGCCCGC
UGCUGGAG
AGCCGGCG
CUCCGGCC
GAGGCGCC
GAGGGAAG
GCUGCUGU
CCGCCUGG
GAGGCCUG
CUGCAGGG
UGCUGCCC
CGGGGCUC
AGGGAGGC
CCCUCUCU
GGCCGCAG
CCCCGCUG
CUCCCUCU
GAGGCCAG
UCCUGCAG
CUCCCCGG
AGGCCAGC
CGGCCUCG
AGAGGAGC
GGGGAAGA
CAGGAGCU
GCCGGAGG
GGCGGCCU
GGACCCUG
CUGCCAGG
CGCUCCGG
UGGCCCAG
UCUCCCUG
AGGGCCAG
CUUCCUGG
GGAAGAAA
CGGUGGCG
GUCCCGGG
GCUGAGGA
CUGUGGCC
GCCCGAGG
AGAGCCUG
AAAGAAGA
CCCGGGGG
CGCCGGGA
GCCCGCUC
AGCCCUGC
CUUCCUGC
CUCCCCCG
GCCCUGCG
UCCAGCCU
CCAGCUCU
UGCCUCCC
AGGCGCUG
GCGCCGCU
UCCGCGCC
AGGUGGAG
UCUUCCUC
CCAGGAGA
GGAGAAGA
CGGAAGUG
CCCCCUGC
GCCCUCCU
CCCGGGAC
AGCGGCCG
CGGCCCCU
CACCCCAG
AGGAGAAA
GCCCUUCC
UCCCUCUC
GGGAAAGG
AGGCAGCC
CCCAGUCC
GCCCCGAG
GAGAGGAA
CAGGCAGG
CUGGGAGA
GAGCGAGC
GGGCCUGC
UCCCCCAG
CGGGCGCU
CCCAGAAG
CUCGGCCC
CGGCUCCU
CUGAGCAG
CCAGGACC
CUGUGCUG
CCCCUCGC
CAGAAGAG
CUGGCCUG
CGGCUGAG
GCUGUGGG
CCCUUCCU
GCAGCCUG
AGGGCAGG
GGAGCGGA
GCAGGAAG
GUGGAGGA
GCCCCCUG
CUGUGCGC
GUCCUGGG
CUUCUCUC
GCAGAAGC
GGAGCGAG
GGCAGCCA
GGGAGGUG
CCCUCCUG
AAGAGAAA
UGGAGGCU
CCAGAGGC
AGCAGCCG
CGCGGCCU
CCGCCGAG
CAGGAGGG
GGGGCUCC
CUGGAGCA
CUCCCCCA
CGCCGAGC
CCGCAGCG
CAGGGCCC
CAGCGCCG
UCCUGGGG
AGAGCCAG
AGUAGCUG
CCGGAAGC
GGCGGCUC
GCAGCCCU
CUGAGAGG
CCGAGGAG
GGGCAGGA
GAGCCAGC
CAGCUCCC
GCUGAGGG
AGCCAGAG
CAGGAAGA
AGCGGAGC
UCUGCCUG
UCCUCCAG
UCCCAGCU
AGCCUGGA
GGCCUGGA
UGCCCAGG
CAGGCUGC
CUGCAGGA
AGAAGAGA
CUGCCAGC
UCCCGGCG
UGCAGCUG
GGCGAGCG
CAGCAGCU
CCCCGCUC
CCCGCCCU
CGGCGCCU
UGCUCCUG
AGCCGCAG
CAGCUGAG
CUUCUCUG
CCUGGCUC
CACCCUCC
GAAGCGGC
GGCUGGCU
ACGGCGGC
GGCCCGGA
UGGGGAAG
UCCUCGCC
GUGCGCUG
CUGCAGAG
CAGGCCUG
CAGCCUGC
GGCGCGGA
CCGGAGCU
CCGCCCAG
GCCAGCCU
CAGCCACC
UCCCCAGG
GGCAGGCG
CCAGCGGC
GCAGGGCG
GCGCCUGG
GGAAGCCG
AGCAGCUC
GGCUCCUC
GGAGCAGA
CAGCAGAG
UGGCUGUG
CGAGGCGG
GGAGAAGC
GAGCUGGC
CGGCGAGG
GCCACCUC
CUCUCCAG
GCGAGCGC
ACUUCCGG
CGCCCAGG
AAGGAAGA
CUUCCCCG
GAGGAAAG
CGGCCCUG
GCUUCUCU
GACGGCGG
UCUGCUGC
AGCGGGGC
CCCUGGGG
CGCUCCCC
CCUGAGGC
GGAGAGCG
CAGAGCCU
GGCUCGGG
CUGCCACC
GCUGGCAG
GCAGAGGA
CUCGGCCU
UGGAGGGG
CGCGGGGA
GAGAAGGG
CUGCGCCG
AGGAGCGG
CUGCGCGC
UUCCUCCC
CUUCCUCU
AGCCUGGC
GCUGCGCG
CUGCGCGG
UGCCUGCC
CGCCUCGG
GGGCAGGC
CAGAGCCG
UUCUCCUG
GGGAGGAA
GAGCCCGC
GGGGAAGC
CUGGAAGA
GGGCUGCU
CCGGAGGC
CCGAGGGC
CGGCGAGC
CUUCCCCU
CUUCUUCC
GGGCUCUG
ACAGCAGC
GCCCCUGG
CUGCCGGC
UGGCUGCC
CGCCUCCG
UCCCUGAG
GGGAGAGA
CCUGGAGA
AGCAGAGG
CCUGUGCG
CUGCGGGC
UCCCCACC
GGGGCCCC
GAAAAAAA
CAGCCGGC
GCCCUGAG
GGAGCGCC
AGCCAGGG
CCAGCCGG
UCUCCCUC
AAGAAAAG
AGCGGCAG
GAGAGAAA
UGCCCUCC
CUCCUCGC
AGGCGGGC
CGCUCGCC
AGCCGCCC
UCCUCUUC
CAGGAGAG
GUCCCCGG
CCCGAGGC
GCGGGGGG
CCACCCCA
CGGCCUGG
UCGGCGGC
AGCCCGAG
CCCGGAGG
GAGCCCUG
GGACCUGG
AGCUCCUG
GGAGCCUC
GCGGCCUG
GAGCCCCC
AGCGGGCG
GGGGCGGA
CAGGACCC
GCUGAGAG
ACCCAGGA
GCUGCUCU
CUGGAGAA
AGGGAAGG
CUGCCUGU
GGGCUGCA
AAAAAGAA
CCUGGGCG
CCUGGGAC
GGAGCUCC
CCUGCCGC
CUGUGGAG
CAGCAGCG
UGCCUGGG
GAAGAGAA
UGGCGGCC
CCACCCCC
AGAGAGAA
GGCUCCCC
GGAAGAGA
GGUCCCAG
UCCCGCCG
CCCGCUCG
CUUCUGCC
GAAAGAAG
CCUGAGGG
CUUCCCAG
CGGGACCC
CCCAGCGG
GGGUGCGG
CUGGAAGG
AGAGCAGG
CCUCCGCG
UGGGAGCC
GGCCUCGC
GACAGCAG
CCACCUGC
AGGCCGCG
UGGAGUGC
UCCUCCCG
GCCCCGCA
CCCCGGCU
AGCCUCCU
AGACAGAG
CGGAGGGA
CGGAGGCC
CCCCCGCG
CAGAGAAG
CCAGAGAG
CCAGGGCU
CCUGUCCC
CCCCUCUC
UGGAGAAG
CUCUGGGC
CGAGCCGG
GGUCCCCG
CCGGCCUG
GGAAAGGA
AGGGCAGC
CUCCCCAC
UGGGCCUG
GGAGGAAA
CAGCCUUG
CUGCUGCA
UCCCCCGC
UGGGCCGG
UGGCUGGA
UGCCCCGC
AGCCCGCG
AGGCUGGC
CUGCGGAG
GCCAGCGG
UGGGGCGG
CCGAGGCG
CCCGGGGA
AGGCCCCG
AGAAAAAG
UCUCCAGG
UGGGAGGA
CCGGCUGG
CCGCUUCC
AGGAAGCA
AGAGCUGC
UGAGCAGC
GCCGAGGG
CGGGCGAG
GGCUUCCC
CCUGCCCA
GCCCCGCU
GAGGUGGC
GCGCCGGA
CUCUGGGA
GGCUGAAG
CCGGGAGA
GGACUGGG
UGGGCUCC
AGCGGAGG
GCCCGCCU
UCCCGCGG
GCGGCUGA
AGAGAGGG
CGGGGACC
CUCCGGGG
GAGGGCAG
CAGGCUCU
CACCCAGG
UGAGGCAG
GAGAGCUG
CCUCCGGG
GAGGAAAA
CGCCUGGG
GAGGCAGA
AAGAAGAG
GCCCCCCG
UCCAGCUC
CCGGAAGU
UGGGAGGG
GGGCGGUG
CGGCUUCC
CGGCGCAG
CGGCCGAG
UUUUCUUU
UGCUGGGG
AGCGCCGG
AGCGCCGC
AUCCUGUG
CUCCUCCG
GCGGGAAG
UCCCUGGC
CCUGCCAG
UCCUGCUG
CAGCUGCA
GAGCGCAG
AAGGAGAA
GCAGGCCC
CUGCUGUG
GCUGGCGC
CCAGCACC
CGGGGCAG
UGGGCAGC
GGCCUCUG
UGGGGCAG
UCCGCGGC
CCGAGCGC
GGACGCGG
CUCCCGCG
UGGAGCCG
GCUGGAAG
GCGCCUCC
AGGAAAGG
CAGCCUCA
AAGAAAGA
GGGGUCCC
CGGGAGAG
CUCGGGGC
CAGGGGCC
GAAAGGAA
GAGAAGAG
GCUGCAGA
CUCGGCGG
UUCCCUCC
GGAGCUGU
CCGCGUCC
GAGCAGGA
CCCCUCGG
UGGGGAGC
CCUCUGGG
AGAAGCAG
CCCGGCCA
CGCUGGGG
GAGGCCCG
GAAGCAGC
CGGCUGCU
CGCCCGCU
GCCAGGCG
UGCGGCGC
UGCCUGGC
GGGUCCCC
GGCCCAGA
CGGGCCUG
AGAGGUGG
GGCCUCCG
CGCGCUGC
GGUGCGGG
GAGACAGA
CUGCUGCG
CCUCAGCU
UUCCUGGG
GGCUGCUC
UUUUUUUC
AGGAGGGC
CCUGGGCA
CGCUGCCU
GGCCCGCC
GAGCGCCG
GAAGGGAG
CUGCUGGU
CGCGCUGG
CUGCCUCU
GCAGGUGG
CAGAGAGG
GACCCCGG
AAGAGAGA
AGCCGGGA
AGCUGAGG
UGGAAGAG
GGGCAGCU
GGCCAGCU
AGAGCAGC
ACCCUCCC
GCUUCCUG
AGGAGGCA
AGCCAGCC
AGAGAAAA
GCGCUCCG
AGGAAGGG
GGGGACCC
AGGCUGUG
CCAGGCCG
UUUCUCCC
CAGCCUCG
CCCCUCUG
GCGCAGGG
GGAAGUGA
CUCUCAGG
AAGAAGGA
CGGGCGGA
GAGGCUCC
GCCCACCC
GGCGGGAC
CCCCACCU
CCGCUCGC
GUGGGGAG
GGGACCCC
CUCUCUGC
GGAGACAG
CGCGCAGC
GCCAGCGC
GGGAGAAG
CGGGGAAG
GCCUCCGG
CCAGGACU
AGCAGGAA
UUUCUUUU
UGUGGCUG
GCCAGGAC
UGGCUGCG
UCCUGCUC
CCACAGCC
UGGGAGGC
CCUCCCAA
UGCAGCCU
GCGGUGGG
CUGAGCUC
CCCAGGGG
CUCUGGCC
GAAGCAGG
GGCGCCAG
CAGCAGGG
AGGCAGCG
AAAGGAAA
CGCUGCGC
CCCGAGGG
CUGGGACU
GCGGGCUC
GCCCGCAG
CCCCGAGG
GAGCGGGA
UGCAGGAG
GUGGCAGC
GCGGCGAC
CCUGGCGG
CUCUCCUG
GAGGUGGA
GCCGCUGG
GGGAGCCA
UCCCAGGA
GGAGGCUC
UGCCCGCC
CAGAAGGA
GCGCCAGC
GACAGAGC
UGGAGAGA
GAGCAGGC
UCUGCAGC
GGCAGCCU
GGCGGCCA
UGGAGAGG
CUGAAGAG
GUGGGAGC
UGGGCGGG
CCCAGGGA
GCUCUGCC
AGGGGCCG
UCCAGGAG
CAGAGGCU
CCAGGCCU
GGGACGCG
GCAGCCCA
GAGGAGCA
GCAGGGCC
GGAGGGAA
CGCCCUGC
GAGAGCGG
CCUCCCAC
GCGCGCUG
GGGGGAAG
GCUCGGGG
UGGUGCUG
UCCCCGGG
GCGCCCCU
CAGAGCCA
CUGGGUCU
UCUCUUCC
UCCCGGCU
CGCCUGCG
GGAGACCC
AGGAAGCC
UCUGUGGA
GGGAGAGC
AGCCGAGC
UCCCCCUC
GGGUGCUG
GGCUCCCU
CUCUCCCU
CCAGGCGG
CUGGAGCG
CCUCUCUG
GGGGACAG
CCGGGAAG
GUCCCCAG
UGCCCAGC
GAGGCCCA
AGGAGGUG
UCUCUGAG
GCGCCAGG
GCAGAGGG
CCGCCGCA
GGUGGCAG
CGCCUGGC
CAGAAGCU
CCCAGCAC
AGCAGCCA
GAUUACAG
GCUCGGAG
UGGCAGCA
GCCAGCAG
AGGGCCUG
CUGUGAGG
GAAGCCGG
CCGCGGGA
CACCAGCC
CAGCGGGG
GGAGUGGG
GGGACCUG
CCUGGCGC
UGCUGCCU
UCCAGGCC
UAGCUGGG
CGGAGAGC
CCGGCGAG
CGGCCAGC
AGGAAAAG
GCAGCUCU
GCCGCGAG
CGGGCCUC
AGGCAGGA
UCUCCAGC
CCUCUCUC
CAGGAGCA
GCCUGCGG
UCCGCCUC
GGGGGGCG
GGGAGGCU
GACCCUGG
GCGCCCUG
CCUGCGCG
UCUCCCCG
CGCCUUCC
GCUCUGUG
GGACAGAG
GCAGGAGA
CAGGAGAA
AGGCUCUG
CCUUUCCC
CUGCCCAC
GGGCUGUG
GUCCCUGC
GGCUGGCC
CAGCGGCU
UUUUUCCU
AGCGCAGC
GCAGGCUG
CGCCACCG
GAGAAAGA
UUCCCAGC
GAGAGCAG
AGGAAAGA
GGGCCAGC
GGCCUUGG
CGCCAGGC
GCCAGCUC
CAGGCCGG
CCUGCGGC
CUGGUCUC
GAGGUGGG
GCCCCUUC
AGGCAGGC
CAGCUUCC
GCUGCACC
AGGGAGCC
GAGGGCUG
CAGGAAGG
CUGAGAAG
UGGGAAGA
GGUCCCGG
GGGGGCAG
CCCUGGAA
UUCUCCCU
AGGCGCAG
GCCCCGGA
CACCUCCC
CCCUCCAG
CUCGGCGC
CCAGAAGA
UCCAGGAA
CCUGCAGA
AGGGGCAG
GGGGCUGA
AUGGCGGC
AGGCUGCC
UGGCCAGG
CUGCUCAG
GGGCGAGC
CUGGUGGC
CCCGCGCU
GCUUCCCC
GAAGAGGG
UUCUCCCC
CGCUCCCU
CGAGGCCG
GCCAGGGG
CCUCGGGG
CUCGCCCC
CCAGGACA
CGGAGCAG
CGGGGGGC
GCGCCCUC
GGUCCUGG
CGCGCCCU
AGGCGCCG
CCUGGUGG
AGAGAAAG
GGCCUGCC
UCUCCGCC
UCCCUUCU
GAGCCUCC
GAGGCGAG
GCCACCCC
CUCCAGCA
CCUCGGCG
UGCCCUGC
CCGCCUCG
UCCCGGAG
AGAAAGGA
CGGCGCUC
GUGGGGGC
GGUGGCCG
UGGCUGGG
UGAGGGAG
AGCCUGAG
UGAAGAAA
GUGGAGAG
AGCCGCUG
CUGAGGGA
CGAGGCCC
GGGAAGCG
CCGGCGCU
AGGGGAGA
AAAGAGGA
UGCGGGGC
UGCUGCCG
CCACCCUC
UCCCUGCU
GGCGGAGA
GAAGAGAG
GCGCGCAC
CUGCCUUC
GAAGGGGA
CUCCACCC
CCGGCCAG
GAAGGCGG
CCCAGAGA
GAAGAAAG
GAGCUGUG
GCCGCCGA
CUCUGGAG
CCAGCCUU
GAGUGCAG
CGGCUCGG
UGGAGGCC
GGGGUGGC
CUGCAGCG
CUGCGUCC
ACCCCAGC
CCGCUGCU
GAGACAGG
CUUCCGGG
GGCCUCAG
CCCGCCAG
UCCGGGGC
CCCACCCA
CCUCCUGA
CUCUGAGG
GAAGGAAA
AGGCCGCC
UGGCCUGG
GGACCCCG
GACCCGGG
CUGGACCC
GCCCUGGA
GGGUCUGG
CAGAAGCC
UGCAGCAG
CCCCCCGC
UCCAGCUG
GGUCCCUG
UCCCAGGC
UGCAGCCG
UCCCUUCC
CUUCUCCA
GCUCGGCG
GCCUGGCG
GCGGAGCU
GAGCCACC
CAGGACAG
CCUCAGGC
GUGGGCAG
CCAGGGGC
CGCUCGGC
AGAAGGGA
UUUUUAAA
CCACAGAG
AAGAGAAG
AGAAAAGA
CACCUCAG
UGCUGGUG
UGGGCCUC
UCUCUCUG
GCUCUGCG
GCCGCAGG
GAAGAAGG
CCUGCGGG
CGCUGCAG
CCUGGGGG
GGAAAGAG
GGCGCCUC
CUGCCGCU
AGGGGAAG
CUCCGGAG
GCAGUGAG
CGAGCCCG
CCUCUGCU
UUUCCUCC
UCCUUCCU
GAAGGCAG
UGGCCUCC
AGAGAAGC
AAGGAAAG
AGGGGCGC
UCCGCCCG
CCAGAGGA
GGCUGAGA
GAAAGGAG
UCUUCUCU
GAAGCUGG
GCGCUGGC
CUGGCCGG
AGGGGAGC
ACCGCCGC
CUCACUGC
CUCUGGGG
GGCGGUGC
CCGGCCCU
GUGAGGAG
GCUGUGUG
GGAGACGC
CUGAGGGC
CUUUCCCC
CAGGCCCG
AGAGAGAC
ACCUGCUG
AGGCCGGC
CUUUCUCC
GUAGCUGG
GAGCGGCU
GCUGUGAG
CGGCUGCA
CCCUCCUU
GCGAGGCG
UCCGGGCC
UUCUGCUG
AGCCUCAG
UGGCGGAG
GGAAACUG
CACUGCCC
CCACCUCA
GGGGCUGU
AGCCGGCC
GGGAGCUC
GAAGCGGA
GCGAGGGC
GCCCUGCU
CUGGGGAC
CCCUCUGG
GACCCCAG
GGGACAGG
UCCGGAGC
AGGCCCCC
CGCGCGCU
GCUGGGCA
CUGGAAGC
GCUCGGGC
GGCGCCCA
UGGCCCUG
UCGCCUCC
UCUCCUGG
CUCUCUUC
ACCCAGCC
CGGGCCAG
CUGAGGAA
AGGCUGCA
UGGGACCC
CGGGGUGG
GCCACAGC
GCCAGGCA
AGGCUGCG
GGGACCGG
GGCAGCUC
GGGUGGAG
CACCUGCC
CAGAGCUC
CGAGGAGC
CUUCUGGG
CUGAGCCG
CAGCGGGC
CCCAGGCG
GUGGAGCC
CCUUCUCU
CCAAGGAG
AGAAAAAA
CGCCGGAG
CGCAGAGG
AGCAGGGG
AGCCCGCC
GCGCGAGC
CUGGGCCA
CUCCCCUG
CGAGCCGC
CUCCCGGA
CCACCAGC
GGCGCUCC
UCCCAGAG
GAAAAGAA
AGAAAGAG
UUCUCUCU
GGGAAGCC
CAGGCGGG
GCGCUGAG
GAGCUCAG
CUCCUUCU
UCCCAGCA
GCCCCACC
UCUCUGCC
CCCGCCCA
AGCUGCCU
CCCCAGCG
GAAAGCAG
UGGGAGAG
CUUCCAGC
CCCUUUCC
CGCAGGCG
GGCUGGAC
CAGCUCAG
UCUGGGAG
GAGAGCGC
CUGUGGCU
UGCCGCUG
CACCUGCU
CGCUGAGG
CCACCACC
CCUUCCCG
GCCAGUCC
CUCGGGCC
CGGCUGGA
GUCGCGGC
GGGUCCUG
GGUGGAGC
CGGCCGCU
AAAGAGAA
CGCGGGCU
GGAAAGGG
GGGCCGCU
GACCCAGC
AGCAGGGC
UCCCGGGG
CCUGCCUU
GGGGACUG
CCUGCUCU
AAAAGAAG
GGCGCGAG
GGCGCGCA
CGCCUCAG
CCCCUCAG
AGCAGAGC
CAGGCACC
GCUCCCCA
GGUCGCGG
CCCUGCGG
GCCAGAGA
UGGGCUGC
UCCACCUC
UGGAAGAA
CGGGGUCC
UCUGCUGG
CUGGCCCU
UGUGCGCU
AGCCUCUG
GGCCGCUC
CGCCCACC
CUUCUGCU
CCCGACCC
AGCUGUGG
CGCAGCUG
CGCGGCUC
UGGAGGAA
CAGGCCCA
CUCGGCUC
GUGGCGGG
UCUGGGGC
CCGCCUCU
CCGCGCAG
CCUGGCCG
CAGCCAGA
CUCAGCUC
CAGCUCCA
ACCUGCAG
CAGAGGAA
UGAAGAAG
GGGACCCA
GCCAGAGG
CCGGGUCC
CCCACCUG
CCUCUGGC
CUGGAGAC
GCCGCCGU
UGCCCGGG
CCGCCGUC
CCCCUGAG
GGAGGGAC
GGAAAGAA
CUCAGCUG
GGCCUCCA
CCUGCCGG
AGAGGGGC
CCCCUGGG
GAGAGCCG
GGGGCGCU
UUCUUCCU
CCAGAGAA
GGCGGGCA
GGUGCUGC
GAGGACCC
CUCUCUGG
CUUCCCUU
GCAGGCUC
CUGCGGCU
AGGGCGGC
AGUGCUGG
UGCUGUGG
GCCCUGCA
GUGGGGCC
CUUCCCGG
UGCUGGCC
AGCCAGCG
CACCGCCG
GUGCAGUG
UUCCUGCU
GCCACUGC
GACCUGGG
UGCGGGCG
UCUUUCCC
GCGCAGAG
GGCGGGUG
CUCCGCUC
CUGGGGCA
CACAGCUG
GAGAAGCC
CCGCGAGC
GCUUCCUC
AGACCCAG
GCCGGCUC
CGGCUGGC
UCCCCUUC
CGCUUCCC
GAGCAGCA
GGCAGAGA
AGGGAGCU
ACAGGCAG
UCUCUCCU
CGCGCCUG
CCACCCAC
CGCAGCGG
GGCAGAAG
CGGAGAGG
AGAGAGGC
CCGGGGUC
AGGAGACC
CUGGGCUU
CCUGACCC
CCCCCUUC
GCUCUCUG
AGCGGCCC
CGCUCGGG
GCCGGGCA
GCCGCCCU
GCUGAAGG
UCGGCCUC
CACCUCCU
UUUCCUCU
CCUCUGCA
CUGGCCCG
GAGCGCCC
AGGAAGCU
UUCCCCUC
AAGCUGCA
UGGCUGCU
AGAGCCGC
GCUCUCCC
CCAGCAGG
UUCCCUCA
GGACCCGC
GCCGGAAG
GGCUCAGG
GCUGUGCU
CCUCGCCU
CUCCUCAG
GGAGACUG
CGCUGGAG
GGUGGGGA
GAAGUGGA
GCGGGACC
CUGCAGUG
GGCUUCUG
GGAAGGGA
UGCCCACC
GAAGCCAG
GGGAGCCU
CAGGCGCC
UUCCUCUC
AGCUGGAA
UGCCCUGG
CUCUGUGG
CCAGCUGA
AAAGAGAG
UGCUGCUC
CGGGAGCU
GGGCGUGG
GGGACUGC
GCAGAAAG
GCCGGCAG
GGCUCAGC
CCAGGCGC
CGCGCUCG
CACCCACC
GCCGCGGU
AGGCUGCU
ACAGAGCC
GUGAGCAG
UGGCAGCC
GCCUCUGG
GCUGGGGU
AGGAGCGC
UGAGGCGG
UCUGCCUC
GCAGAGCU
CAGAAGAA
GGGGCCCU
GAGGGGAA
GCUGCCCU
UGGGGGCG
GGGCUCCU
CUGAGGGG
CUCUUUCU
GGCCGUGG
CAGAGACC
AGAGGCCC
GGAGUUGG
AGCUGAGA
UUUUCUCC
AGGGAAAG
UGAGGAGC
CUUCCCCC
CGCGUCCC
UCCUCCGC
CUGCAGAA
CUCGCGCC
CUGAGCCU
UCUGGGCU
CUCCUCUG
CUGCUCUC
CCAGCUUC
CUCGCCUC
AGCAGAGA
CUGUGGAC
CAGCUGCG
CUGACCUC
GGCCCUGA
AAGAUGGC
CAGGAAAG
GGGCUCAG
UGCCAGGC
GCGCCUCG
AGCUGCCG
UCCCGCGC
CUGAGGCG
CACAGCCA
GAGAGGCC
UUCCAGCC
GAGAGAGC
UCGCCGCG
UCCAGAGC
CUUCUCUU
CUGGGUCC
GUGGGGCU
UCCCCCGG
UCUUCUCC
GCGGGUGG
UCCCGGGA
CUCCUGAC
UGAGGAAG
CUGAGGCA
GUGGCCGC
GGAGAGCA
GGAAGGGC
UGGCGGGG
GCGGCCGA
CGGCAGGG
CCUGUGGG
UUCCCUGC
GGAGGCCA
CGGGUCCC
CCGCCCCA
UGGCCGGG
GCUUCUGG
CUCCUCUU
UCCCGCUC
GGGCAGCA
UUCCUGAG
AGCCUGCG
GCCCCUCG
CCGAGGGG
UGGGGGCC
CCGCCCUG
UCCGGCCG
AGGCAGGG
GAGACCCC
AGCCUGCC
CCUCGGGC
GCUCUUCC
GAGAGGCG
UCCUCUGC
GUCCCGGC
CUGCAGGU
CAGCUGUG
CCUGGACU
UGCUGCGG
GUGGCCGG
CGGCUCUG
CCGGAGAG
CUUCCUUC
AGAGCGGC
UCCGGGAG
GGCGGGGU
GGCCUGCG
AGGCAGUG
GGCAGGCA
AGCAGCCU
CUCCCCCC
CCACUGCC
GGGGCAGA
GGGGCUCU
CAGCUCCG
UCUUCCUG
CGGGAAGG
CCGGGACG
GGGAGGAC
GCCAGGGA
CGCAGAGC
CGCCCCAG
AGAGACCC
CUCAGCCA
AAAGGAAG
CCAGAAGG
GAGGGCGC
UGGGGGAG
CCAUCCCC
CCUGGGUC
GCUGGACC
CGCGGCAG
AGCUCCUC
CGUCCCGG
GCCCUCGC
GCAGAGCG
CCGCGCCU
CUGUGCCC
GCCCUCCG
CGGCCGGA
UCCCACCU
GCCCCUCU
UUUUUCUU
CUCCCUUC
GAGCUCGG
GCCAGGUG
CGGCCACC
GUGGAGGC
CUUCCCCA
GCGGCGCA
GGCGGAAG
UCUGCCCC
CAGAGAGA
GCGGGAGA
GGAAAAGG
CUGUGAGC
CCCGGGCA
CCUCUCCA
ACAGCAGG
GCCCAGCA
CAGGCCCU
GGGGAAAG
CUGGCGGG
AGCUGCAC
UGGAGGUG
CGGAGCCA
CCCCAGCA
CUCUGCUC
CAGCAGGC
AGCCUCGG
CUGCCCCA
UCCGGGCU
CCUCCGGC
GAAGGGGC
CUGCCCUU
GGACCGGG
GUGGUGGC
GAGCCCCA
CUCCCCCU
GGCUGGUG
GCUCAGAG
AGCCCAGA
GUGGGGCG
GGGAAGAA
AGCUGAAG
CGGGGGCU
GGGACAGC
AGUCCCUG
CUUCCGGC
GGAGGUGC
CGCUGGCC
UCCAGGGC
UCUCUGCU
UGGGCGCG
GGCAGGUG
CCAGGGAC
UGGAGCCC
GGGGCGAG
UGGGCGGC
CUGUCCUG
UUUUGUUU
CGAGCGCC
GCUGGCUC
AGCUCUGC
CCCGCAGG
AGCCGAGG
GGGGCCUC
CCCAGGCA
ACCUGGAG
CUGGGGAA
GGAAGAGC
ACCAGCCC
UGGGGCCG
AGAGGCCG
CUUUCCCA
CUCAGGCU
GCCGAGGA
AGGGCCGG
GCUUCUGC
CAGAGGCA
CCGCUCGG
GGCUGUGC
UCUCCCCU
GGCCCCCU
CCCCAUCC
CUCCACCU
GGGAAGGC
GGACAGGG
UCCUCCCA
GCUGGGAA
GAAGAAAC
CCACAGGC
UGGCGGCU
UGGGGGCU
GCCUGGUG
UGGCUGCA
GGGCCCCA
CAGGGGAG
AGGUGCUG
GCUGGCCU
CCCCUCCG
CUGCGCUG
UGCCCCUC
CUGUGUCC
UCCUGAGG
CAGGCGCG
GGGGGCCC
GGCCGCCA
GCCGUGGG
GCGCGAGG
GUGCUGGC
UCCAGGCU
GAGCGAGG
CAGGCUGA
GAAGAAGC
GCUCUGGC
CUUCCCGC
UCUGGAGG
CGCUCCUC
CCUGCGCU
CGCGCCUC
CUGGACUC
UCUGCAGA
GAAACUGA
GGGCCCCC
UGCGCCGC
GGAGAAAA
CUGUGUGG
CCGGGGAC
GGUGGCGC
GGAGGGUG
AGGCAGCA
UCCCAGGG
GCAGGGCA
UGGAAGGA
GGGCCCCU
UGGGAUUA
GGCGCUCG
AAAGGAGA
GAGAGGCA
GAGGGGAC
CCGCUCCU
GGGGCUUC
CACCCAGC
UCAGCCUG
GGCGGGCU
CCCACCCU
AGCUGGUG
GAGGAGGU
CCACCCAG
AGGUGGGG
UUCCAGGA
CGUCCUGG
GCGAGAGG
GCAGCUGA
UCCGGCGC
CUCCGGCG
GGCGGCGU
GGGGACGC
UGCUGAGG
AGCGCGCG
CCCCUGGC
AAGGAAGC
CUUCUGAG
GCUCACUG
GUCUGGGC
AAGGAAAA
GGGAGGCA
GCAGAGAG
CCUCUUCU
CUCCGGGA
GCCCCUGA
GCUGUCCU
CUGCUCCA
GACUCCAG
GUUCCUGC
CUUUCCUC
UCUGGGAA
CCUCUCCG
ACAGCCAG
CCUCACCC
GUGGAGGG
CAAGGAGG
GGAUUACA
CAGGGCGG
CGCAGGGC
CAGUGAGG
CAUCCUGG
UCUGAGGA
GGUGCCUG
GCGUCCCC
UGGUGGUG
CGCCCCUG
GCCUGCCG
AGCCACCU
GCCCGGCA
CCACCCCU
UUUUCUCU
CCUGGAGU
CUGCGCAG
UGGGGGUG
UCCCUGGA
GGCAGGGA
AGCAGCGC
GGGGGAGC
CGCGAGCC
GAGCCAGA
CCGCAGGC
AGAGGGGA
CCUCCUCG
AAAGAAAG
CGGAAGCG
CCGUCGCC
CAGCUCUC
GCCUGGAC
CCUCAGAG
AGCUGCCC
CCUGUGGC
AAGGAGGG
UCCUUUCC
GCGGGCGA
CAGGGACC
CAGCUGGC
GGACGCCG
CAGGCAGU
UUUCCUGG
UGCGCGGG
GCACAGCC
UCCUGGCA
UGGGGCCC
UUUCCAGG
CUGCGGGA
CUGGCUUC
AAAAGGAA
GCAGAAGG
CCAGCGCU
CCUGGACC
GCGUGGGG
UUCCCCGC
GAGCUGCA
AAGGAGCC
GCGGCUUC
CCGGACCC
GCGCGGUG
CGCGCGCA
UGGGAAGG
CUUGGCUG
GGAGUCGG
CGAGCCCC
CCCGGCGA
CUGAAGAA
UGGCGCUG
GGCUGCCA
CGCCACCC
UUUUAAAA
GAGGGGGA
AGCCCCCG
CAGGGAAG
UGAGGCCC
CGGUGCCC
ACUGCAGC
GCCCCCCA
UGGCGCCG
UUCUUCCC
CAGUCCCC
GCCCUCGG
UGCGCGGC
UGCUGGCU
CCCAUCCC
GGGUGGGC
CUGCGCUC
GCUGCGGA
UUCCUGGA
CAGCACCC
GCCGUCGC
GCCAGCCG
AGGACAGC
UGCUCUGG
UCCGGCCC
GCACCUGC
AGAGCGCG
UUCUCUCC
GAGAAAGG
CGAGCGCG
UCCCCUGC
GAGAGGUG
GCCUGUGG
GGAGGCCU
CCGCCAGG
CCCAGGUG
GUGGCAGG
ACCUCAGC
GGCCCUCC
GGGCUUCC
GGCUUUGG
GCUCCGAG
GAGACAGC
CCCCGCCA
CCGGCCCA
GCCUUCCU
GGCGGGAA
UCCUGGCU
GGGUCCGG
GCUCUCGG
UCUCUGGA
CCCUGAGA
UCCUGGUG
UGGAGCCU
AGAGCCCC
CUGGAGUU
UCCGGGCG
CCCCUGCU
CUCCCUGA
GGACGCGC
UCUUUCUC
CUGUGGGC
ACAGCUGG
CUGGCCGC
CAGAGGCG
UCUUCCCC
AGCGCCCC
GAGGGUGG
UGCCGCCC
CAGGGCUC
GCGGCUGU
CCAAGCCC
GCGGGGUG
GCAGAGAC
GCUGCCCA
CCCACAGC
GUGGGCGG
GAGUCCAG
GGGGCCCA
AGCUCUGG
AGGCGGGA
UGAGGCGC
CCCACCAG
CAGGGCGC
GCGGCCAC
CCCGGAGA
AGUCCCAG
AGUGGAGG
UCUCCCCA
UGGCCCCG
GCUUCCCU
GCUUCCGG
CCCGCGUC
GCAGAAGA
AGCGGCCA
AAGGAGCU
GAGCCCGA
UGGCCGCC
GAAAAGGA
GUGCCCUG
GGGCGCCA
AGGGUGGG
AAGGAGGC
CCGCAGAG
CUGCUGUC
CUCCCGCU
CUCCGGCU
CCCACAGG
GGUGCUGA
GCUCAGGC
CCUCCUCA
AGGGGGAG
AAGCUGGA
CCGCUGCG
CCCAAGCC
CUGGGUGC
GGUGGGCG
GCCGGAGA
GCUCCUCU
GGGCUCCA
CCAGGUGG
UGAGCUGC
CGCUGCUC
GGAAGGCG
CAGGGCCG
AGCUUCUG
CUGAGAGA
UGAGCCCC
CAGCCGGA
CUGCUUCU
UUUUCCAG
CGGCAGCU
UCCGGCGG
UUUCUCUC
CAGGUGCC
UCCUGACC
GACAGAAG
CUGAGGAC
CAGAAAGA
UGCCCCAG
UUCUUUUU
CCUCGGAG
GGCGCGCU
ACCCGGCC
CGCGAGCG
GACCUGGA
UUCUCUUC
CUCGCUCC
GCCGCCCA
AGGGCUGC
GCCCAGUC
UGGCUGGC
UCCCACCC
GCUGCCAC
AGCUCCGG
GCUCUGGA
GAGAAAAA
GAGAAGCU
CCCCUGGA
UUUUUUCC
GAGGCCUC
GCUGUGGA
UCCCCUCU
UCUGCCCA
CGGCCCGA
UCGCUCCC
GGCGCCGA
UGGAGGCG
UCUGGGCC
AGGCCGAG
CCCUGCCG
CCCUCACC
UGGCUGAG
CCCUGUGG
CCAGACCC
GCCCUCAG
GCUCGCCC
GGAGGUGA
GCUGAGCG
ACCCACAG
GCGAGCCG
UGGGCGCC
CCCUGUCC
CCAGCGGG
CAGAGAGC
GGCGUGGC
GAGGCUGU
GCGGUGCG
ACCCCGGC
UGGAGAAA
CGAGGGGC
CAGCGCUG
GGGCAGUG
UCUCUCCC
CGCGGUGG
GUGCGGGG
CUGGCAGG
CCUUCUGC
CGGCGGGU
GCUGUCCC
GCUGACAG
GAAAAAGA
GAGUGGGG
UGAGAGAG
CCUUUCCU
AGGAAGUG
UGCAGAGC
GCUGCUUC
CACUGCAG
GGCGUGGG
CUCCUGCA
GGCGACGG
UGGGAGCU
GUCGGCGG
CUUCCUGU
UGAAGAGG
UGGGAGCG
CCACUUCC
UCCCCUCG
GGUGCAGG
AAGCGGAG
CAGGGGCG
AGCGCCCG
CAGGUGGC
GGCUUCCU
GCCGGCCU
GAAGCAGA
AGGCUCCU
GGGCGGCU
AGAAGCCA
UUUCUCCU
CGGUGGCC
CGCCCUGG
CCGGCCAC
UCCGCUCC
UCCCAGCG
AGCGAGCG
GUGAGGGG
CCUUCUUC
CCCCCCAC
CUUCUCCU
GAGGACGC
GCCGGGUG
UGCCCUUC
CCGCCCAC
UCCUGGAC
CAGCAGUG
AGCUGGAC
CAGCACAG
CGCGCAGG
GUGCGGGC
CCGUGGAG
UUCCUUCC
CUUCCUCA
UCAGGCCC
GGACUGAG
GCCCUGAC
UGCCUGGA
GAGGCGCU
AAACUGAG
GCCUGGCA
UCUCUUCU
GGGGGCUC
CCCGGACC
GGUGCAGC
GGCUCUCU
AGCCUCCA
CCUGGUCC
CGGGCAGG
GCGCUCGC
UGCUCAGC
AGUCCUGG
CUUUCUUU
GGGCUUGG
GGGAAGUG
UCUGAGAA
ACAGAAGA
CUCCCAAA
GAGGCCGA
UUCUGCCC
CGGGAAGC
CGCUCCUG
CUGUCCUC
AGCGAGAG
GCUGCGCU
CUCUGCGG
CCGCUGGC
GGAGGAGU
CCCGCACC
GGCUGUGA
CGUGGGGC
UUUUUUCU
GGUGGAAG
CCUGGCUU
GGAGAGCU
CGCCCCCA
GCAGGAAA
CCUGUGCU
GCUCCUCG
CAGCGGUG
GUGGAAGA
CUGCCGCG
GCUGAAGA
CCUUGGGC
UCCUGGCG
AAGGAAGG
UCCCUCAG
GGGUGGCG
CACAGAGC
GCAGCUUC
CCCUGCAC
CAGUGCUG
UGGAGCGG
UUCUCUUU
UUUUCCUC
CCUCCAGA
UGGGACUG
CAGCGGAG
CGCCUCGC
CUGCCUUU
GGACCGCG
AGGAACAG
CUCUGAGA
GGAGGGCC
CAGCGCAG
GGAGGGCU
AGGCCUCC
UGUCCCUG
CAGGUGGG
GCAGUGGG
CCUCCCUU
GGAGGCGA
AACUCCUG
CGGAGGCU
GGUUCCUG
CACCUCUG
GCUCCCCU
GUCCCAGG
CCAGGGGA
CGCUCUCC
UCCCCAGA
CCUCAGCG
CUGCGAGG
CUGUCUCC
UUCCCUGG
CUCAGAGG
CGGCCCCA
UGGAGAGC
UGGCUCUG
CUCUUCUG
GUGGCCUC
UGAGGAAA
GUGUCUGG
CCCCUUCU
GAGUGGAG
GUGUGUGG
GGCGCUGA
GCUGGGUC
CCCUCAGG
CAGAGAAA
GGAGGGCA
CUGUGCUC
GAAGACAG
CCCCGAGC
CCGGAGGA
CUGACUCC
GGUCCGGG
CACCUGGA
UUCCCAGG
GCUGGUCU
UUCCCCAG
CCAGAGGG
GCGCUCUC
GAGAGGCU
AGGAGUGG
GGAGAGAC
CUCACCCC
CCUUUUCC
CUUCCUGA
GACAGCGG
UGCAGAGG
CUCUUUCC
GGAAGCGC
UGUCCUGG
CCACCCGG
GCCGCGUC
CCCGAGCG
GCUGGGUG
GUGAGGCC
UUCUCCUC
CCGCGAGG
GUGCCGGG
AAGAGGGA
CUGGAAAG
GGAGGUUG
GGCUGGGU
AGCAGGGA
AGGGAGCA
GUCCCCCG
GCUCUGAG
UGGAGGGA
GCACCGCC
UCACUGCA
UCUGAAGA
GCCGUGGC
UGCCCUGA
CUCUCCGC
UCUCCUCU
CUGGGGUC
GUGGAGAA
UCUGCCCU
CACAGGCA
GUCCCUGA
UCGGCCCC
GCAGCUGU
GCAGGACC
UCGGAGCC
CUCAGAAG
UGCCAGCC
AAAAGGAG
AGUGGCUG
CCGGGGGA
UGGCCGCG
CAGAGGGG
UCUGAGGC
GGACGGCG
CAGCUUCU
UCUCCCGG
CAAGAAGA
CGAGGCUG
CCUGAGCU
CGCCGGCU
UUUGGAAG
GAGGCCAC
GCCUCCAC
GGCCGGCU
GCGUCCGC
UUCCUCUG
CAGCGGCA
GUUCCUGG
AGAAGACA
GGGUCCCG
UCCCUGCA
GGGACGGC
CUCUGUCC
UCCUCCUU
AGCGCUGC
UGCGGAGC
CAGGACUG
CAGCGCGC
CUGGUCCC
CAGGGAGA
CUCAGGGA
CACCGCCC
UCCAGCCG
CCCCCCGG
AGCCCUCC
GCUGGCCG
UGGCUUCU
GGAGUGGA
CGCAGCCU
UGUGCUGC
GGAGCCCU
GGAGUGCA
GACCCCGC
CGGCCUGA
GUGCUGUG
GCGUCCCG
AGGCUCCC
CCCGGGUC
CCUGGUGC
CGCAGGAG
CCAGCCAC
UGAGAAGA
UCGCGGCC
GCCCCUCA
CCUGAGCA
GUGCUGCU
UUCUCCAG
GAGCUCCC
CUGUCGCC
UCCAGCAG
CUCUGGCU
CUCCUUGC
UGCUCCGG
AGCCCCUC
GUCACUGC
AAGCGGCG
UGCCUUCC
GGGCGGCA
GCGGGGUC
GGAACUGG
CUGUGGGA
CGCGAGGC
CUGUGGGG
UGCCUCCU
UCUGGAGC
UGGGGCCU
AAAAAAAU
UGAGGCCU
CAGUGGAG
AAGGCGGC
AGAGGGAA
GGAGGACC
GAGGGGCU
CUUGGCCU
CUCCCGAG
GCUGCGAG
GCGAGCCC
GGUCUGGG
CUGAAGGA
GACAGGAG
CUGAGCGC
UCAGAGGA
GCCCUGUG
GGACCUGC
UCCUUCUC
CUCCAGAG
UUUCUUCC
UGCGGCUG
UCUCAGGC
CGCCAGCG
GCCGCUGA
CUGCAGAC
UGGGCCCC
CGGUGGGG
GAAAGAGG
UUGAAGAA
GUGGGAAG
GCAAGGAG
GUGCAGCC
GCUUCUCC
GCAGGGGG
CAGCCGAG
ACCUCCCC
CACAGCAG
GCGAGGGG
CCGCGGUC
CUCAGGAG
UGCGCCCG
AAGAAAAC
GGUCUCUG
UUUCUGGA
UCAGCUGC
CUCUGCCA
GGGGACGG
GGGACCAG
UGGCCCGG
GAGGGCCC
GAGGCCCU
GUCUCCGC
UCCGGCUG
CCGCACCC
GAGAAGGC
CCUUCCAG
GCCCUCUC
AGCCCCCA
GCGGGGAA
AGCUGCUC
CUGCCGUC
AGGAGACU
CUCCUCGG
GGCUUCUC
GGCACUGG
CAGCCCUU
CUCUGGGU
AAAAAAGA
CACAGAGG
CAGGGGCU
UCCAGAAG
GUCCCGCC
UGCAGCUC
AGCUCCCC
GGCCAGCG
UGCCGGGC
GUGCCAGG
GCGGGGCA
GCCUCAGG
AGUGGAAG
UCCCUCUG
CAGGGCCA
UGUUCCUG
CGCAGCAG
GGGAUUAC
GGCCUGAC
CCCAGACC
UUUAAAAA
CUUUUCCU
UUUAUUUU
CCACCCCG
AGCCACAG
GAGGAGUG
AGCUGGCC
CCCCCAGA
UCUCCUUC
CAGGAGAC
CAGCUGAA
ACUGAGGC
GGGACAGA
GUCCGCGG
CUCGGGAG
UUUCCCAG
GAGGAAAC
GGGGUCGC
GCUGAGGU
GGGCACCG
AGUGGGAG
GAGCUGGU
ACUUCCUG
UCCCCGCU
UGGACCUG
AGCUCAGC
AAGGGAAA
AAGGGAGG
GCAGGCAC
GGACACAG
CCUCUCAG
GAGAAAAG
UCUCCCAG
AGAAAAGG
AAGUGGAG
UCUGUGUG
GGAGCAGU
GCCGGGUC
CACAGCCC
UUGGCUGC
GGGCCUGA
UGAAGGAG
GAGAGGAC
GUGCGCGG
CUCAGAGC
GCGUCCUG
CCGGUCCC
CGGGACGC
CUGGCGCU
CACAGAAG
GGGCUCUC
CAGAGGGA
CUGGCAGA
UCGCUGCC
CGGCCUGC
CGCCUCUG
AGGCAGCU
CGGAGGGG
UCGGCGCC
GCAGCGAG
GGCGAGGA
CUGCCUGA
UCAGCCCC
GUGAAGAA
CCACUGGG
GCGCAGCU
AGCCUUGG
GUGCGGCG
CAGAGGGC
AACUGAGG
CUGUGUGC
CCCCCCAG
CUGAGGUC
CGAGCGGG
CUGCACCC
GACAGCUG
CUCUCUGA
CUCUGAAG
ACCCCGCC
GAGGACAG
GCUGCAGU
CAGAAAAA
UCAGCAGC
GAGACCUG
GCUCCGGA
AGGCCCCU
GGGUGGGA
AGCGGCUC
GGCUGGCA
GGCAGGCC
CGGAGGUG
AGGGGCCC
CUGGCUCU
GAGCUCCG
CGCCGCGU
GGCGAGCC
CAGACAGA
CCAGGCAC
GCGGGUGC
GGUGAGGC
AAAGGAGG
GAAGCUGA
CCGGGUGG
AGGCGAGG
GGAAGCUC
CUUUUUUU
UGGCAGCG
GCGUGGCC
CGCGCGGA
CUCAGAGA
CCGCAGCU
CUCUCCCG
GCGCAUGC
CACUUCCG
ACUCCAGC
CGGGCCCA
GGACCAGG
GGGUCGGG
GCCUCCUU
UCCUGAGA
CCAGUGCC
GGGAAAGA
CCCACUCC
GCCCAGGU
AGAAGAUG
UCCUGAGC
AGGGAGCG
UCUGGCUG
UUCUGCUC
CCGAGAGC
CUGAAGCU
GUGGCUCC
CCAGGAAC
GGCCUCUC
ACUGGAGG
GACCUCAG
UGCCUGCU
GGAAAGGC
CAGCCGCU
CUCCAGUG
UGCAGCCA
UCGGGCUG
CAAGGAGA
CUUUUCUC
CUCUGACC
CCCGCCAC
GGGCGCCU
UGGGGCUC
GAAGGCUG
AGCCCCCU
GAGACCAG
CUUUCCAG
UUCCCUCU
AAAACAAA
CAGAGGUG
CUCGCUGC
AAGAGAGG
CCUCGGCU
UGCUCCCU
GGCACCUG
AGGAAAAA
CUGACAGC
AGACCCUG
GCCCUUCU
GACCCGCC
AGGGGUGG
CCCCGACC
GCCCAGAA
UCAGCGGC
UCUGAGAC
CGGCAGAG
AGCAAGGA
CAGAGGAC
AGAAGCGG
AAACAAAA
CCUGUGCC
GCCAUUUU
AGCAGGUG
GCCGGACC
GAGCAGUG
CCAGGAGU
CCUCAGUG
CCGACCCC
GGCCCCAC
UCUGCUGA
CUUUCCUG
CCACUCCC
GGAGGACG
CCUCCAAG
UCUCUGGG
GAGGGCCG
GCUCCUGA
CCUCACCU
CUGUCCCU
UGGGGAGA
ACCCGGGC
CGAGCCGA
UGUGGAGG
GUCUCCUG
GAAGAGAC
CACAGCCU
ACAGGAGG
CCCACCCG
UUCCCUUC
CCCAGCUU
UCUCAGCC
GAGGCGGU
GGCAGGAA
ACUCCUGA
CCUCGCGC
UGAGCCGG
ACUGAAGA
CUGCAGUC
UCCUGGAA
GGACGGGG
GCCUGACC
GGAAGCCC
ACCCGGCG
ACAGAGGA
CGGAGCCU
AGCGGCGA
CGCAGGCC
CUUGGGCU
GGUGCCCU
UCCUCGGC
CCCUUGGG
CCCCAACC
CCCCUCCA
GAAGGGAA
GACGCGGC
GGGCAGGU
GCUGGACA
GGACUCUG
CUCCGCAG
GCUUCCCG
GACGCCGG
UGCCGGGG
GGUGCCGG
CCUGAAGC
UGCUUCUC
GUCUCUGG
GUUGGAGG
UUCCCGGG
GUGGAGUG
UGUGGAGA
GCUCUCCU
AGGAAACU
GCCGGGGU
ACAGCAGA
CCAGGGUC
UUCUUUCU
UGGUGGCG
GCUGCCUU
UCUCUGUC
GGGCCCUC
UGAGCCUG
UUUCCAGA
GGGAGAAA
GCUCUGCU
CUUUCUCU
GGCCUGUG
UCUUCUGC
AGAGGCCA
CCGUCCCC
CACCAGGA
UCACCCAG
CCCUUCUG
ACCCAGCA
GAGCUCUG
UGCCUGUG
UGGGAAGC
CGGUGGUG
AGGCUCCG
GAAGGUGG
CACAGGCC
GCGACGGC
UGAAGAGA
CUGAGGUG
GAGCCUGA
CUGCUCUU
CGGUGGCU
CUUGCUGC
GCUUCCAG
UGGAGACA
GCAGAGAA
GGAGUCUG
CCCCACGC
GGGACUCC
GCUGAGAA
CCGAGAGG
UGCCUCUG
CUGCUUCC
GCCCUCCA
UCCCCGAG
GCGGCCCU
UCCCGCCU
GGCCGGGU
AAAAAAAG
CACCCCCA
UCCCUCCA
UUUUCCUU
ACCUGCCC
GCACAGAG
CCGCCUUC
GGGAGUGG
CCUUUUCU
UUGGGGAG
CGGACGCC
CAGUGAGC
GCAGGGCU
CUCAGUGG
CACCCCGC
CGCUGGCG
AGGGCUCC
AAGCAGGA
CCUGCUGU
AGCAGUGG
GGGUGAGG
CUCAGCGG
GCUCGGCU
AGACAGAC
GACGCCCC
AGAGCAGA
AGCUCAGG
GCCAGCCA
AAAGAAGG
UGGUGGCC
UUCCUUCU
GCCCGCUG
CUUUCUCA
GGGCCUCG
GACCCUGC
GUGACAGC
CUCCUGUC
GGCACCGG
CCGCUGAG
UCCCCUGG
GGCCAGGU
CAAGCUGG
GGGCGCUC
GGCCACUG
GGACAGCA
CCAGAGAC
CCCCGUCC
CCACCUCU
UUCUGAGG
UUCUCUGC
AGCAGCAC
GUCCUCUC
CUGGACAG
AGCUUCCC
CAGGGUCC
GCGGAGAC
CCCCUUUC
GGGAGCGA
GAGGACUG
AGGCGGCU
ACAUCCUG
CAGCCUUC
CUGCGCCU
UGCGCGCG
CCUGGGUG
UUCUGGAA
ACCCUGGA
GGGUCUCC
GGCCACAG
CAGUCCCU
GGGACGGG
CACUGGGC
CCCUCCAC
UCCUGCGC
CCCGCUGG
CCUGGACA
GGCCACCG
AGGGACAG
GGCGAGAG
UGCUCUUC
GCCUUGGG
GGAGCGCA
UCCUCACC
AGAGAAAC
GGAGCCAC
UGGAAAGG
GAAGCCUG
CCUCCUGU
CUCCAGAC
CAGCAACA
GCACCGCG
AGGGAAGC
GCCUGAGA
GACUGGAG
UGGGCCAG
GCGGCGUG
AGGACAGG
GGGAGUUG
GGGUGAAG
AGGACCCC
CGCGGGCA
UCUGUGAG
CAGUGGCU
UCAGCUGG
UGCUCCUC
GGAAAAAA
CAGGAAAA
GCGGCCGU
GAGGGCUC
UUGGAGGA
GCCUGGAA
UCCCUGAC
GGGUGUGG
CUGGCUGU
GCAGGUGC
GCCUUGGU
UGGAAGGG
CCUGCACC
AGGGCGCC
ACAGGCUG
GCACCGGG
CCCCAAGC
GACAGAGG
CGAGGCGC
CCGAGCAG
CCAGAAGC
GGAGCCGU
CGCCCGAG
AUUACAGG
CGGGUGGG
UCCUCAGG
CUCCACAG
GCGGGAGU
CGGUCCCC
CAGAAAGG
CCAGGUCC
CCCCACAG
GUCUGGAG
UGUGCUGG
CCGCGGUG
CCCUCUUC
CCUCGCUG
GCGGUGCC
CACCCCUG
UGGAAGCU
GGUGGAGA
UUCUGAAG
GGGGAGCU
GGGGCUCG
AGCCGGCU
GAGACUCU
AGCGGUGG
AGCAGAAA
CUGGGGUG
GGUGCGGC
UUUCCCUG
CAGCGCCU
GCUUUCUG
CAGAGCUU
CCCCCUCU
GAGACUGG
CUGAAGCC
CCCGAGAG
UUGGAGAA
AGCGAGGC
CCCAACCC
AGGAGACA
ACCCCAGG
AGACAGAA
GCGGAGGU
GCCCCAGA
CUUCCCAC
GAAAGAGA
GAGGAAGU
CUGGGAAA
UGCUCCAG
UUUCUCAG
CGGCUGUG
GCCGGUGG
UGGGCUUU
UUCUGGAG
GCGGACCC
UCCGCCGG
AGGCUCCA
CCCCAAGG
GGAGCUUC
UCAGGAAG
CCGCUGGG
GUCUGAGA
UCCUCAGC
AGGAGCUC
GGUCCCGC
UCGGGGCC
UCCUGUGG
GGGCCGUG
GCGAGAGC
AUGAGGAA
CCGUGGCC
UGGCGCCC
AGGGACCC
GACUGGGC
CUCAGCAG
AGGAAAGC
AGGCCCCA
AGCGGGGA
CUCGGCUG
AGCCCCAC
AGCCAGCA
CGGAGGGC
CACCGCGC
UGCGGAGG
GACCAGAG
GACCGCGG
CCCCUGCA
GCCUCAGA
AGCUGGCG
AGAAACAG
GAAGCCCC
CAUCUCCA
GGCUUGGC
UCUCUUUC
UUUGGAAA
GGGAAGCU
GAACCCAG
UCUGGCCC
UCCUGCCG
GGGCCUUG
CUGAGCCA
CUGAGACA
UCAGCCCG
CCCCCUGG
CCAGGAAA
CCUGGAAA
CGAGGGCC
CCUUGCUG
CUCCUUUC
CUCCGAGG
ACCUCCUG
GGGGCGGU
CCGGGCCA
CGCUGGGA
CCCGCUUC
UUCCUGGC
GUCUGCAG
GCGGGCCU
UGGGCUCA
AGCUCUCC
GAACCUGG
CUCAGGAA
UGGCAGGC
GGCUCCCA
CUGCGGUG
UCUGGGUC
CUUGGGAG
GUGUGGAG
GGCGGAGU
UUUCUUUC
ACCAGGAG
CCCGCGAG
GGCUCUCC
CCGGCUCU
GGCGUCCG
GCAGGCCG
AGCAGGCA
CUCUGUCU
UUCUGCCU
CCAGCUGU
GGCACAGC
CCACCUUC
GAGACGCC
UCCCUGCG
UCAGGGAG
AGGCUUUG
AGAGUGAG
GGGGCGUG
UGAGAGGC
AGGACCCG
UGGCUCCU
UCGCCCCG
CCUGAGCG
UGGAGCCA
CCCUCGGG
CCUUCGCC
UCCUCUGG
AGGACCCU
GUCCCCAC
AGGCGCCC
GCACCCAG
UGUGGAGC
GCCGAGUC
CAGCGGGA
CUGGUGCC
GCGGCUCU
AGCUUGGG
UCCUCUCU
UGAAGGAA
AGCCUGCA
CUGGGACA
CAGAAGGG
GCGGCCCA
GCUGUCAG
UCGGGGCU
CCUCAGGG
GCGCUUCC
GUGGAGCU
CACCCGCC
CGGGGGUC
GAGCCAAG
AGGUGGGA
CUUGGAGG
UGGGGUGG
CUUGGCUC
UGCGGGAG
UCAGGCUC
UCUCUGCA
ACACAGGC
CCCUCCGG
GGGGCCGU
UCUCUCCA
CCGUGGGG
GCCGCUGU
GUGCUGAG
GGACAGCG
UGGUGGGA
UGCAGGCC
GAGAAAGC
UCCGCGCG
CCCCACUG
GUGCCUGG
CUUUUCUG
AGGAAGCG
UGCGCCGG
AGAAGGGG
GAGGUGAG
UUCCCCCU
CAUCCCAG
GUCGGGGC
CGGAGAAG
UCCAGGAC
CCCAAGGC
UUCCUCUU
UUGGGAGG
ACCUGAGG
GUGCCUGC
UGAGACAG
AGGUGGCC
UGGAUCUG
AAGUGCUG
CUCGCCGG
CAGGAGCG
UGACCCAG
AAGCCAGC
GGGCCUCU
GUGAGGCG
UGCCUGUC
AGAGCCCA
AAGAUGGA
AGCCUCCG
CCAGAGCA
GGCUUCAG
CCCAGCAA
GAGGUGCC
CCGGCAGG
CGCUGCCA
UUCUGUGG
AGGACUGG
CUGAGCGG
GGCUGGAA
GGCUGGUC
UUUCCUUU
CCUUGGAG
UCUUUCCU
GCAGUGGU
GGCGGGUC
CCGGCUCG
UCCGCAGC
AAAAAGGA
GACCCGCG
GGGGAGCA
GCCUGCUC
AAGAAGCU
GACCAGCC
UCCAGGGA
GCUGUGCC
GCGUCCGG
GGGAAGCA
UGCCCCCA
CCGGCUUC
ACCCCGGG
UUUGUUUU
AGCAGGCG
AGUGGAGA
GUGCUGCC
CCACGCCC
GGCACAGA
AAAGUGCU
GCCAGGAA
CCGCAGGG
CUUCCAGG
UUCCUCAG
UUCCCGGC
UGCGCCCC
AAGCAGAG
AGGGCGCG
CCAGGGCA
CUGACCUG
CCACCUGG
UGAAGAAC
GGACCCCC
CCUGGGAU
AAGGCUGG
CCGGCACC
GCAGCGCU
CGCGCUCU
GCUGCGGU
UCUGGCCU
GCGCCGCA
UCUGCUCU
CUGGAAAA
AGACUCUU
AGAAGGUG
GCGCUCCU
UUGGAAGA
CGGUGCGG
UGGUGGAG
UGGCAGGG
UCGGGGCG
CCUUUCUC
GGUGAGGG
GCUCGCGG
CCUGGGGU
CAGAGCGC
ACCUCUGC
AAGGCGGG
CCUCUGUG
UUCAGCUG
GGCCGGCA
CCCGUCCC
CUCGGAGG
AGGGCCCG
UUCUGCAG
GGUGCCCC
UCGGCGGG
UGAGGGGC
CCCUGGCG
CGGCCGCA
CAGACACC
CUGAGAGC
UUUGAAAA
GUCCCCUC
UGCUGCCA
CAGGGCCU
GCCGCCAU
CCCGGGAA
GUCUCCAG
GUCCUCCC
CAGGCCGC
CUGGGGGA
GUGGAAGG
CUGGUGGG
UGUGAGGC
CCUGAAGA
AGACGGGG
UGAGGAGA
UGUGGCGG
CCUCUGAG
UUCUGGGG
CCGCUGUC
GGCCCCGA
AUCCUGGG
GUCCUUCC
AGUGCAGU
AGCCUUCC
CCUGGUCU
CGACGGCG
AAGGGGAG
AAGAGCAG
AGGAAGGC
GGAGACCU
GCUCGCGC
CCGGAGGG
UGGUGGGG
GAGAGUGG
CACCUGGG
CUCCUUGG
CGGGGGUG
ACUCCCAG
CAGGUGAG
AGAGCGAG
CGCGGUCC
AGGGGGCU
CUUCAGCC
AGGCGCGC
CUGGCCCA
GGCCACCC
AGGGAGAA
UCAGAGCC
CCGCAGGA
GCGGAGUC
GCCUGGGU
GCAUCUCC
CGGGACUG
GCUGGUGC
CGUCCGCC
AGCUGCGC
GAAGCGGG
CAGCGAGG
GCCGGCCA
UCUUCCUU
UCUGUCCC
GUGAAGGA
CCUCGCUC
CGAGGGCU
AACAGCAG
GGAGACGG
UCUGUGGC
UGCGGGGG
UUUCUCCA
GCCGAGAG
GAUGAAGA
UGGGGAAA
UCGGCCGC
UUCCGGGC
GCACCUGG
CAGACGCC
UCUCCCGC
UGCCAGGA
CUCCUGAA
UGGGGACC
CUUGGAGC
UGCUCUGC
CAGAGACA
UGAGCCAC
GAGUCGGC
AGAUGGAG
UGAGCGGC
CCUCCCGA
GCCACCUG
ACCGCGGC
UCAGAAGA
GCAGCGGA
GGACCCUC
CGCAGCUC
CAGAAGGC
AGGAGACG
GGUCGGGG
CCCCUGCG
GUGGCCAG
CUUCACCC
GGGGAGGU
CAGGGGCA
UUUCCAGC
GAGGUCCC
CUCUGAGC
CGAGCUGG
UUCCCAGA
GAGGGGCA
AUCCCAGC
AGCCACUG
CUCGGGGA
GAAAGGGG
GGUGACAG
UUCCCUGA
GGGGUCUG
CCAGCGAG
CUCGCCCG
GAGGUUGG
GCGGUCCC
CCCCAGUC
CAGGACUC
CGGGGACG
GGAGCCGA
CUCUCGGC
GGCGUCCC
UGCAGCGG
GACUGCAG
CAGAAGAU
GUGGCGCC
CUUUUCUU
GAGUGCGG
UGCCCCUG
ACCCCUCC
CGGGACCG
GGAGUCUC
CUUUGCUG
CCCUGAAG
GGAGUUUG
GCUCUGCA
CGGCCUCU
GCCUGAAG
GGCUUGGG
CUGCUGAC
GCGUGCGC
CGGCGCCA
CCUCGCAG
GGGGCCGA
CCUGUGGA
AGGCUGGU
UCUGGAAG
CGGGGCCA
CGCUGGCU
CUUCUCAG
UUUUAUUU
UCAGCCAG
UGCAGAAA
CCUCGCCA
AGGAAGAU
UGAGGGGA
CGGCUUCU
GAGUGAGG
UUUUUCUC
UUUGGAGG
CAGUCUCC
UCUGCCUU
GUCCCUCC
CACCGUGG
UUCUGGGA
GGUGAAGG
GUGCCCAG
GAGGGAGU
CUCUGGAC
CAGUGGAA
UUGCUGCC
GCCUUGGC
GGACCCCA
GCCUGCCA
AGGUGCAG
UUUUCUUC
GUCCCGCG
GGAACCGG
CGGCGUCC
UCAGGAGC
AUCUCCAG
GGCCGGUG
UCCCGCAG
ACCCCCAG
CCCGCGGA
GCCCGGGU
UCCCCAUC
UGCUGUCC
UGGGCCGC
GCCUCACC
CCUCUUUC
CCCCAGAC
GCCCAGAC
UUGGGAGA
CAGUGGCC
UGCGGCAG
CGGUGCUG
UGCCUGAG
CAGCCUGA
CUCCCAGA
GGUCGCCG
GAGCUUGG
AGCCACCG
GCUCCGCU
GGCUGCGA
CUGAAGCA
CCAGGUGC
AGGUGGAA
GCACUGGG
GAGUGGGA
GCUGGUGU
AGAGAGCG
UCGGCGCG
CACUGGAG
GGGAAAAG
AGCCCACC
CUCUUUUC
CGCUCCAG
UGUGGAAG
CUGCCUCG
GCUGACCC
GGAAAGCC
UCUGUCUC
GGACCAGC
CUGGCUUU
UGGGUCUG
GCUCAGGG
CGGGCGCA
GCCGGGAA
ACCUGGAC
CAGGAGGU
GAGCCGCA
GGGACGCC
CCGGUGGC
CGGCGUGG
UCUGGAGA
GUGGCCCC
AGAGGGUG
AGACCAGC
CUCUCCAC
UGGCGGGC
GGGUGGCC
CCCACAGA
CGUGGCUG
UGGGUCCC
GCUGCUUU
ACCCGCGG
GGCCCCUU
CUCACCUC
UGCUGUGC
UUUCCCCU
UGCCUGCA
CGGGCUCG
UGCCUCCG
CCCUGUGC
AUUUGGAA
AAGCCCAG
GCCGCAGA
AAGCCGGG
CAGUGGCA
ACAGAGGC
CUGGUGGA
AGCUGUGA
UGGAGUCU
GUCUCCUC
UUUCCUGC
GUGGGCGC
GAGACCCU
GGAGCGCU
GCGGCGUC
CAGGGUGG
CACCCGGC
UUCCAGAA
AGAUGGCG
AGCGCAGG
UCUGCAGG
CUCGCGGG
GCAGUCCC
UGCCCCCU
CGCCCGGA
GCCCCGAC
CCAAGAAG
AAAGCCAG
UGCCCCGG
CUGCUCGG
GUGGCUGA
UCUGCCCG
AGGGGCCU
AGCGGGCC
CGGUGGAG
AGUGUGUG
GCCGGUGC
GACGGGGC
UCAGCUCC
CCCUGCCA
GUCUCUGC
CUUCUGGA
CCGAGCUG
AGCGCCUG
CCGAGGCU
CGCCAGGG
UGCUUUCC
CUCCAUCC
CGCGGCCA
GGCGCAGA
GGAGGUCC
ACACAGCC
CUGGGUUC
CCCAGGUC
GAGUCCUG
AAGCUGGG
AGCCUGUG
GGGCUGAA
GGUCCUGC
GGGCCAGA
GACAGAGA
GUGCAGAG
UCAGCCCU
AAGGAGCA
GUGGAGGU
CAAGAAAA
ACAGCGGC
GCCGCUCG
UGCUUCUG
CCGGCGUC
CCCGGGGU
CCUCGCGG
GGUCUCCC
GGUGGCUC
CGGCAGGA
GGGAACAG
GGCGUGAG
AGCCCAAG
CUCUGUGC
UGGCUCAG
UUGGGCUG
CCUCAGAA
CCUUGGCC
CCCCCCUC
AGGCAGAA
GUGGAGAC
CAGUGGCG
CUCAGAAA
GGCGCUGU
GAGAAGCA
CCCUCAGA
CCCUUUUC
CUGGCCUU
UCGGGAGC
GGUGUCUG
CCAGCGCG
GCGGGUCC
CCAGCAAC
UCCUGUCC
UUCAGCAG
GAGAGCCC
GCAGAGCA
UCGCCACC
CAGGUGGA
GGGCCUCA
GCUUUCUC
UCUUCUGG
UCCUGCUU
CGCCCCGA
GGACGGAG
CCAGCACA
CUGUCACC
UCCCGCUG
GUGGGCUG
GCGCCCCA
CCGGGCAC
GGAAGGCA
GGUUUUCU
CAGGCAGA
ACUCCUGG
GAAGUGAG
AGGCGGCA
ACCUGGGC
ACAGCCUG
CACAGGCU
UCCUUCUU
CACCCCGG
GCGGGGGU
CUGCGGCA
GCUUGGGG
GACCUGAG
GGCCGGAC
UGUCCCCG
GGCCCUUC
GCCUCGCU
GCAGGUGA
CCCCCGCU
CGCGGAGA
GGCUGAGU
CUCGCAGC
UUUUCCUG
CCUCUGGA
AGGUGCCC
GCGUGGAG
GCUGUCGC
GGGCACAG
CAGUCACC
GAGCCGCU
AGCGCGGA
CUGGAGUC
GCAGCACA
GGAACAGC
GCUGGCCA
CGCCGUCC
GCGCUGGA
UGUCCCCA
UGCCCUCU
GCUCCCAC
GGAGGACA
GGGAGACC
CUGGAACC
GUGGGGCA
GUGGCUGU
CUGUUUCC
CAGAGUCC
AAGAAACA
GUCCAGCC
AGUGAGGA
GCAGUGCU
GACGCGGG
GAGCUCCA
CGGGCCGA
GCGGCUCG
AAGGGGCG
AAAAGCAG
GCGCGGGU
GGACGCCC
UGCCGCAG
UCCCAGAA
UCCGGCAG
UGAGAAGG
AAGAAGAC
GGCCAAGC
GGAGCCAA
GGGGGAAA
AGGUGAGG
GUGGGGGG
GGGUCGCC
UUUGAGGA
CAGAGCGG
UUGGAGGC
UGACCCUG
GGCUUCCG
CCGGGGGU
GGCCCUCG
GAGAGACA
CCACCGCG
CACUGCAA
AAGCAGAA
GGAGCUCU
CCACUGCA
GAGGGACC
UGUGUGGA
UUUCUCUU
CCUGCUUC
AUUUUUUU
UCCUGGGU
UCUGAGCU
CUCUUCCA
AGCGCUGG
GGUGGGUG
CCAGCACU
GGAAGCCA
CCCACUGG
GGAAGACU
AGCGCGCC
CUGGCUGA
GGGGAAAC
CACCCUGG
ACCCUGCC
CGCAGCCA
AGAACCUG
GAGGUCAG
AAGAAAAU
UCGGCUCC
CUGGAGGU
GGGUCCAG
ACCCUGGG
CGGACCCG
CUCCCUGU
UUCCUGUG
GUCUCCCC
UGGGAGGU
AGUGAGGC
UUCCCCGG
AGAGCAAG
UGGCGCGG
CCCCAUCU
UGGCAGAG
CCGGUGCC
GGAGAGUG
UGCCAGGG
GAGGGACG
AAGCAGCA
GUCCAGGC
AUUCCCUC
GAGGCAAG
AGCCCCGA
UGGCUCCA
CAGCCAAG
AGGACCAG
CAGACCCC
GCCUGUGC
GAGCCCAC
GUCCAGAG
CCCACGCC
AGAGCCCG
ACAGCCCC
CCUGCUGA
UGUGAAGA
AGUGGAGC
CUCCAGGU
GCUUCAGG
UCCCCCAC
GCGCGCCU
UGCGGCCC
GCACCCGC
CGGCCCUC
UCCUUGCU
GGAGCUCG
UCUGCCAG
GUGCGGAG
CUCCCUCG
ACCUGGGA
CAGUUUCC
UCCAGAGA
CCUGUGUG
CUCGCGGC
CCUUCCUU
CCUGAGGU
AGGGAAGA
CUGAAGGG
UCUGAAGC
CAGAAGCA
UGCUCCCC
CCGUGGGC
GGAGAUGG
AGCAGUGA
GAGAGACU
GCGGGACG
ACAGAGCA
UGAGCAGG
UGGCCUCA
GUCCUGCC
GGACGCUG
GUGGACUC
AGAAACCA
CGUGGCCC
UGAGGCUC
UUUUGAAA
GAUGAGGA
GCUCCCCC
CAGUGGUG
GGCACCGC
GCCGCGCA
CUGUCUCU
UUCUCUGG
CUCCAGAA
UGUGUGAG
UCCAGAGG
GACGCGCC
GGAGCUUG
GGUGGUGC
CGGGAGGU
GCUUCCCA
GCCCACCU
AAAGCAGG
CGAGGGAG
CGCCUGAG
CCUGCCAC
CUGGGCAC
CAAGCAGG
CCCACUGC
UGUGGCAG
UGGAGCUC
GCUGUGGU
AGCUGCCA
UUCCAGCU
GACACAGC
CAGGGGGC
ACCUCCUC
GGUGGCCA
CAGGAGUU
CGAGAGAG
GCGCGUGC
GGGUCCCU
GGCUCGGA
CCACAGCA
ACCCCUGC
GGUGGCCC
CACACCUG
GCCCAGUG
GUCCGCCG
CGAGAGGG
UGUGGCCU
AGGGCCCC
GAACAGAA
UGAGCCAG
GGGGCCUU
UGAGGCCG
UUCCUUUC
CUGCGGGU
GAAGUGGC
GGGUGGCU
UGGGCUGA
GCGCUGUG
AGUUCCUG
UGGAGAAC
GGCUGCAC
CGCGCCAG
CUGGCGGA
UCCCAAAG
UCUUCACC
CCUCUGUC
GGGCUUUG
AGUGGCGG
AGGAGCCU
CGGGCCCU
UUCCUGGU
GCCUGUCC
GGAAAAGA
GCAGGGGA
CUGCAACC
CCAUCUCC
GAGCUGAA
CUGACCCU
AGGCCAGA
UUUCCUUC
ACCCAGAG
CUUUCCCU
CUUGCUGG
AGCACUGC
UCUUUGCC
CGAGCAGC
CUCUGCGC
AAGCUGAG
GGGUGCAG
GCAGCAGU
UCAGAGAG
CCUCCGCU
CCCUGGUC
GGGGACCG
AUUUUCAG
GAUGGCGG
CGCCCUCG
GGCCUGGU
GGGCCCGA
AGAGGGGG
ACAGCCUC
CAGCGCUC
CGCGGGAC
CUCUCAGC
GGCCAAGG
GACUGGGG
CGUCCCUG
CCCCUGAC
ACAGCUGC
CGCCACCU
GCCCACAG
AGACGCGG
AUUCUCCU
AGGUGGCG
AAGACAGA
CGGGGGAC
CACCCCUC
GAGAGGGC
CCCCAGUG
UGGCUCCC
UGGAAAAG
GCUCCACC
CUGACCCC
CCUGUGAG
GAGACCCA
CUCGGGCU
CUCGCCCU
GCAGACAG
UGAAAGAA
CCGCCUCA
CCUUGGUG
AGCUGUGC
AGGGCCUC
CCGGAGCA
UGGGAGAA
AGGCUCGG
CUGCUUUC
UCGGCUGC
AUUUCCAG
UCCAGCAC
UCCUCUUU
GAAGAUGA
UCCUCUCA
GGAGGGGU
GGCUCGCG
CGCUGAGC
CCGGACGC
GCCGCUUC
CCAAAGUG
AGGACCUG
CGCCUGGA
GAAAGAGC
GCAGCAAG
CUGCUGUU
AGCCUCGC
CUUUGAAG
ACAGAGCU
CUCCGAGC
AGCUCCCA
AGGGGGUG
UCAGGCUG
GCUGAGCA
GGCAGGAC
CACCCCCU
GGCCAGUC
UCCCUGGU
CAGGUCUG
AUGAAGAA
GGGAAGAC
CGUCCCCG
CAGGAACC
GGAGAACU
CCAGCUCA
CUGAGAAA
UUGCUGCU
CACUUCCC
CCUGCAGU
UCGGGGAG
GAGCGAGA
CCCGGUGC
ACCUCCAG
CAGAAUCU
AGCGGGGG
UCUCUGGC
CUCAGCCG
GAAAAGCA
UUCUUUCC
AGAGCUCC
GGGGCACC
CGGGAGUC
GCAGGGAC
CCCACCGC
AAGCCUGG
UGGGCACC
UGGCCGGC
GAAGCUUC
CCCAUCUC
CACCGCCU
AGUGACAG
GUGGGGGA
AGAGGCUC
AAGAAAGC
AAGCUGCU
UGCGUCCU
CCGCGGCA
GUGCUGGA
CCAGAAAG
UUGCUGUG
GUGAGCCA
GGACUCGG
GUGGCCCA
CUCGCUGG
GCCUCUCU
GCUGCCGU
GGGACCCU
UCCGGCUC
CGCGGCGA
AGCCUCUC
UGGGUGGG
CCUUCAGG
CCUCCUUU
CCACCCUG
CUCCAAGA
CUGCCAGA
AGGAGGAC
GCUCGCCG
UGGAGUGG
CCACCUCG
GCCAGAAG
CCCCUCAC
UUUUCCCU
GCCUCUGA
GCGGAAGC
UGCGCAGC
GGGCGUCC
GCGAGCUG
CCACCCGC
GCUUUCCC
UCCUGAAG
CUCCUGCG
AGAGCCUC
GGACUCCA
CAGCCACA
UUCCGGCG
CAAAGAGA
CUCCGCUG
CUUGGGGC
GGUUGGAG
AUCUGUGA
CCCCCUCG
ACUUCCUC
AGCUGCUU
CCGGGACU
GAGCCCCU
GUCCGGCC
UCUCUCUU
CAGGCUGU
GCAGCUCA
CUGAGUCC
GUCCUCAG
CCGGGUUC
GGAUCCAG
CAGCUGUC
GCAGUGGA
GAAGAUGG
AAGGCAGC
GGCCUGCA
UGGAGGAC
AAAGCAGA
CUGUGGUG
UGCCGGGA
UUUCUGCU
GCUCAGGA
GGGACCGC
GCGGAGCA
UUUCAGAA
GUGGGUGG
UCCGCGGG
AGAAAGUG
CAUUUUCU
GCUCAGCU
CCGCAGCA
GGUCCAGG
CCUGUCCU
ACUGGGCC
GGGCGGGU
GUGGGGAA
AGAAGGCG
UUUGGGAG
GCGCAGGA
AGUCCUCU
GGCUUUUC
UGGGACAG
UCUUUUUU
UCCCCCCU
AACCCAGC
ACCUCCCU
AGAACUGG
AAGGGGAA
UAAUUUUU
GAGUUGGG
CCUCCUUG
UCCCUCGG
CCCUGGCA
CACCCUGC
GUGCCCCG
UGCUUCCU
CUCCUCAC
CCGCUCUC
UUAUUUUU
CAGCCCAC
AGUGCGGG
GGAGUCAG
CGGAGGCA
UAAAGAGA
UCAGGCCA
AGAAGAAU
CAGCCACU
UCGCGCCC
GGAACAGA
GGACAGGC
CCUCUGCG
UGUGGGGC
CCCGCCGA
AGCUCCGC
CCAGGGGG
UGCAGAAG
UCUCAGCU
AGCCACCC
AGCACCUG
UUGGGAAG
GCCGGACG
UGGUGGCU
GGGGUGGA
GUUUCUGG
CGGCGACG
UGCUCAGA
AAAAGAGA
GCUGACUG
CAGGUGCU
GAGCGCUG
AGAGGGAC
ACACACAG
CAGGCCUC
UGAGAGGA
CCGACCCG
AAAGAUGG
GACGCCGC
UCCCAGUC
GCUCUCAG
UCCUCGGG
CUGGACCA
CAUCCUGC
UCCUGCCA
CAGUGUCU
GCCACCAC
AGACCCCC
UGUCUGGG
CCCUGGUG
CCCCAGAA
UCGCGGCG
CCCCCGGA
GGAGCAAG
AAGGCAGA
AGGCCACC
GUCUGCUG
UGAGAGAA
GAAGCCGC
GAGGCUCU
CGCGGGUG
UCUUUUCU
AACAGAAA
CGAGAGCG
CCUCUCUU
CUGCAUCC
AGAGGCGC
GCCUCUUC
GCCGGCGA
GCUCCUUC
CUCUCUGU
GGUCUGAG
GCGGGCCA
CCUUGGGG
CUUUUCCA
CAUCCUGU
CCAUCCUG
UCCACCCC
CCGAGGGA
GCCGCACC
GGUCGGCG
GGGACUGA
AGGCCUGA
GGCAGGCU
AGGGCAGA
GACAGGGA
AGAAGGCA
GACCCUGA
GCCCGCCA
GUCGGCGC
UGAAGACA
UCCCUCCG
GCGACCCC
CACUCCAG
CGGGGAGA
CACCCACA
GCUCUCCA
GCAGACGC
UCGCCCGC
GCCCCAAG
AACUGAAG
CAGCUCGG
UGUGGCCC
UGGCCCCC
GGGGACCU
GCCAAGGA
CUGGGGGU
UGGGCUUC
AGAAAAGC
CAGAAAAG
GGCUCCUU
GUUGGGAG
CUGUGCAG
CACAGAGA
CUGGGUGG
GUCCCCCA
GGGAGUCG
AGAGAGCA
GGGGUCGG
GGGCUUUU
CUCCGUGG
GUCCCCUG
GGAGAGGU
GAGAAGAC
AAAGAAAU
CGAGGCAG
UUCCCGCC
GGAAGGUG
GGUGGCCU
UUAAAAAA
AGAAGCCG
CGCGGUGC
GCCCACCG
CGAGGGGG
UCUCGGCC
AAGAAGCA
UGUGGGAG
UGCCGCCA
UCCCCACU
UGGAAAGA
CUCUCCCA
UCGGGCCG
CGGGACGG
CCGGGUGC
CGCAGGCU
GGGGGUGC
CUGGACUG
UGGAGACC
CAGUCCCG
CCCCGCAC
CGCAGGGG
UCUUGCUC
GCGCCUUC
GCGGACGG
AGAAAGCA
GUCGCCUC
GCCCGGAC
GCACUUCC
CUUUCUGG
GCUUUUCU
CACCUGGC
CGAGAGCC
CGGGAGCA
CUCGGGCG
ACAGGAGA
CCCAAGCU
AAGCCAGG
UGGCUCCG
UGGUGCAG
GCCCCCUU
UCAAGUGA
CCAAGCUG
CCGGGUCG
UCACCCUC
CGCACCGC
GUGGUGGG
GCUUUGGA
UUCCCCUG
GCGCACGC
AGGGGGCC
ACCUCCGC
GAGCAGAA
UUCCCCUU
UCUCCCCC
UGCUGUCU
UCUUCCAG
CCAAGGCC
GCUUGGCU
GGGGUUGG
GCACUGCC
CGCCGCGA
UGCAGGGA
GGGGGGAG
UCCUCCGG
AGCACCAG
GUGUCCUG
UUGAAGGA
CAAGAUGG
GGAAGAAC
AAGUGGAA
GGGCUGGU
AGGGACGG
GGCUGGAU
UGGACUCA
CGCGCACC
UGGAGUUU
GAGUCUCC
GGCGCCCU
GCAUGCGC
AGAGGACU
AGAAGAGC
CGAGGAGA
GACCUCCC
AACAGGAG
UUGGAGCU
UCUCAGGG
GCCGUCCC
GCUCUCUC
UCCUUGGC
GGUGCCCG
CCGCGACC
AGGGCUGA
GGCUCACU
ACUGCCCU
CCCCACCA
CUGGGAAC
GAGGUGGU
GUCCAGGA
CUGUGUGA
CUGUGGAA
AGCUCCCU
GGCCCAGU
GCAUCCAG
UCCUGAGU
CGGGGUCG
ACCCACCC
CUGCCUUG
CAGUGCCU
GGGGGGCC
CUCACCAG
UGGCAGGA
CAGCUUCA
CUGUCUGG
UGGACCCC
CGCAGGUG
UCUUUUCC
CAAGGAGC
CCACAGCU
GAGUGAGA
AGAAAACC
GGCCGUGC
GAGGCUUU
GCGGUGGA
AGUGAGCC
AAGGGCAG
CUUCAGGC
CAGACUCC
UCUGUCCU
CGCCUGCU
GAGUGGGC
UUUGCUUU
AGGCCUGC
CUCUUUGC
UCUGCGGC
GACAGGGG
GCCUGUGA
GACGGAGG
GGCUCUGA
CAGCAAGG
GACUGAGG
ACCAGCAG
GAGCAAGG
GCUGUCUG
AGGGAGUG
UGGCCAGA
AGGCCAAG
GCACCAGC
UCUCCAGA
GCCCAAGG
AGCAGGCC
UGUCUCUG
GCCGGUCC
CAUCCUCC
CCCGCGCA
CUGGACGC
CUCCCAAG
UGCUGGAC
CUUCUUGG
GGGCACGG
UCUCCGCG
CGCGUCCG
GCGUCUCC
CGAGGCCU
GGUUUCUG
CAGCUGGU
CCAGGGUG
ACCCCACC
GCCAGGGU
AGCCCGCU
GGGCUUCU
CGUCGCCG
GGCCCCCC
AAGGCUGC
AUUUUCUU
GGCGGUCG
CCGUGCCC
CCUUGGCU
GACUCAGA
CACUGCUG
AGGAAGAC
AGGGGGAA
CUGUGGCG
GUUUCCUC
UGGCCUGA
UGGCCCCA
GGAAAGCA
CACCUGCA
GGAAACAG
UGUGAGCA
ACAGAGAG
GCAGCCUU
GGUUGCUG
CUCUCCGG
CAGGCCAC
GUGAGCUG
CCGGACUC
UUGGGAGC
CGGGCACC
UCAUCCUG
GGUUGGGG
UGGGCAGA
GAGAAGCG
CUUCCACC
AGGAAAAC
GGGUCCUC
GAAAAAGG
GGCCAGUG
GGAGAAGU
AGGACACA
GUGGAGCA
GCUGUGAC
UGCCGGCC
GGACCCCU
CGGGAAGA
CCGUCCCG
AGAAAAAU
GCGGUCGC
GAAGACUU
ACCCGGGA
GAUUCUCC
ACCUGGCC
CAGCUUGG
GUUUGGAG
CCAGACUG
AGACCCGG
AGAGCUGA
AGCCCUCA
GACGCGGA
AGGCCCGC
CCUCAGCA
GGACAGCC
UUAUUCCC
AGAAGCCC
GCUGUCUC
GCCUCGCG
AGUGGGGA
GAGUAGCU
GCCUCUGU
GGUUCAAG
AAGCAGGG
CACCGAGG
GAGUCUGC
AUCCCAGA
CAAGGAAA
CUGUGACA
AGCCCGGA
CUUCAGGA
GAGGGGGG
GGUGUGAG
GGUCGCCU
CUUGGAAG
GCCGACCC
GUCCUGGA
CUGUUUCU
GUCUUCUG
GUGUGGGG
GCCCGCAC
UUCCUUUU
UGAAGGAC
GCUUCUUC
ACUGGCUG
GAGACUGC
GAAGAGCA
UUUCCCCA
CGGAGCUC
CAUCCAGC
UUUCUGGG
AGCUCGGG
GGGCACUG
GACCCCUG
GCUGUUUC
UGCCGCGG
GAAAGGGA
GGAAGUGC
CUCCAUCU
UGAGUGAG
UCUGGGCG
GACCCCCG
GCAGCUCG
UUUUGGAA
CAGCACUG
GCUGAAGC
AGCCCUUC
GACCCGGA
GGGUUGGG
CCUCCGCA
GCGUCCCU
