UUUUUUUU
AAAAAAAA
GAGGAGGA
AGGAGGAG
GGAGGAGG
UGCUGCUG
GCUGCUGC
CUGCUGCU
GCAGCAGC
AAGAAGAA
AGCAGCAG
GAGGAAGA
CAGCAGCA
AGGAGCUG
GAAGAAGA
CCCAGCCC
GGAGCUGG
UGGAGGAG
GCUGCUGG
GAAGAGGA
AGCUGCUG
AAGAAAAA
AAAGAAAA
CCUCCUCC
AGCAGCUG
AGAAGAAA
GCGGCGGC
CCUGCUGG
CUGGAGGA
CCCUGCCC
AGAAGAAG
CCUGGCCC
AGGAGAAG
CCUGCUGC
AGCUGGAG
CCAGCAGC
CCAGCCCC
GGCGGCGG
CAGCCUGG
CCCCAGCC
CUGGAGAA
GAAGAAAA
CCUGGAGC
AAAAUAAA
GGCCCUGG
CAGCAGCU
CCUGGAGG
CCUGCAGC
AAAAGAAA
GGAGGAGC
GGAGCUGC
AAAUAAAA
UGCUGGAG
GCAGCUGG
GGAGGAAG
GGAGGAGA
AGCUGCAG
CAGCCCUG
GCUGCAGG
GCCUGGCC
GGGCCUGG
CAGCUGGA
AAAAAGAA
CUGGAGAG
GCUGGAGG
AGGAAGAG
UGGAGAAG
GCUGCAGC
UGCUGCAG
CCAGCCUG
CUGCUGGA
GGAGAGAA
UCCUCCUC
UGGAGCUG
CUGCUGCC
CCCUGGAG
GCAGCUGC
CCUGCAGG
CCUGGGCC
CCUGGAGA
GCCCAGCC
CCUCCUGG
GCUGGAGA
AAAGAAGA
CCUGGCCA
GGAGAAGA
UUUUUAAA
UGAAGAAG
CCGCCGCC
CAGCCCAG
CAGCAGCC
CCCAGGAG
AGAAGCUG
CCCUGCUG
GCCGCCGC
AGGAAGAA
CCAGGAGG
CUGCAGCC
CCCUGCAG
UGUGUGUG
UGGAGCAG
UCCUGGAG
CAGGAGGA
CUCCUCCU
GGAGCAGC
AGAAGGAG
CUGCAGGA
AGAGGAAG
GAAGAUGA
CAGCUGCU
AGGAGGAA
CAGCCUCC
CCCCUGCC
GAGCUGGA
CCAGGCUG
GGCUGCUG
GAGGAGAA
AGGAGCAG
CGGCGGCG
GGAAGAGG
GGAAGAAG
CCCAGGCC
CCUGCCCC
CCUGCCCA
UUUUAAAA
CCCUGGCC
UGCAGCUG
CCAGCUCC
AGCAGGAG
AGAGAAAA
UGGAGAGA
GGAGAAGG
CUGCAGCU
GAGGAGCU
CCAGGCCC
GGAGGCUG
GGCCCUGC
AGAGGAGG
GGGCCCUG
GAUGAAGA
CCUCAGCC
CUGCAGGG
GCUGGAGC
AAAAAAAU
AGGCCCUG
GCAGGAGG
CCAGCUGC
GCCUGGGC
CUGGGCCC
GCCUGGAG
CUUCCUGG
GGCUGGAG
AAGAGGAA
AGAAAAAA
UCCUGCUG
AAGAGGAG
CCACCUCC
CCCAGCAG
GGCCCAGG
UCCUGCAG
CCCAGCUG
UGGCCCAG
GCCUGCUG
GGCUGCAG
CCACCACC
CAGCUCCC
UGAAGAAA
CUGCCCUG
AGAAGAUG
CUGCCUGC
GGCCCAGC
GAGAAGGA
CCUGGCUG
CCAGCUGG
UUUAAAAA
AAGGAGAA
CUCCAGCC
CUGCCUCC
AGAAAAAG
CCUGCCUC
GGAGGUGG
GAGGCUGC
GAGAAAAA
UUUUUUAA
ACCUGGAG
GAGGAGGC
CAGCCCCA
UCCUGGCC
GCCUGCAG
GAGAGAAA
UGGCCCUG
CUGCUGGG
CCUGGUGG
GGAGCAGG
AUGAAGAA
CCCCUCCC
CUGCCUGG
GAGAAACC
GCCCUGGC
GGCCUGGG
UUUGUUUU
UGAAGAUG
GCUGGUGG
UGGGGCUG
CUCCUGCC
CCCACCCC
GCAGGAGA
CUGCUGGC
CCUCCUGC
AGGAGGUG
GCCCCAGC
UGGAGAAA
GUGUGUGU
GGCAGCAG
GGGGCUGG
GGAGAAGC
CCCCACCC
CUGCCCAG
CUGGAGCA
CCAGGAGC
AGCCCAGC
CUGAAGAA
AAAUAAAU
GCCCUGGG
GAAGGAGA
CUGGAGCU
CCUUCCUG
CAGCUGCA
AAGAAGAG
CCCCCAGC
CAGAAGAA
GGCCUGGC
GGCAGGAG
GCUGCUGU
CUGCAGCA
CAGAGGAG
GGGAGGAG
GCCCUGCC
AGAAAGAA
AGAAGCAG
GAGAAGAA
GCCCUGGA
CUGCUGCA
GAGCUGCU
CAGGAGAG
AAAGGAAA
CAGGAGCU
AAGAGAAA
CUCCCUGC
GAAGGAGG
AAUAAAAA
AGAAGAGG
GCUGGGCC
AAGGAAAA
CUGGAGGC
CCAGGGCC
AAAAAUAA
UGCAGGAG
GCCUCCUG
AAGAAAAU
GGCUGUGG
GCUCCUGG
GCAGCCCC
AAGAAAGA
CUGGCCCA
GGAAGAAA
UUUAUUUU
AGAAGAGA
UUUUGUUU
GGCUGAGG
CCUGCCCU
GGCAGCUG
CAGGCUGG
CCCCCACC
AGCCUGGG
CUCCUGGA
GCUGCCCC
GAAAGAAA
AAAAGAAG
GGGCUGGG
CCCAGCCU
CCUGCCUG
CUGGGCCU
GGUGGAGG
GCCCAGGC
CCAGCCAG
CAAGAAGA
GAAAAAAA
CCCUGGGC
CUCUUCCU
CCCUCCCC
GGUGCUGG
GGUGGUGG
CAGCCCCU
AGGCCCAG
GCCCCCAG
GCUGCCUG
AGCCCCAG
ACCUGCUG
UGCUGCCC
CAGCUGCC
AAGAAAAG
GCUGCUGA
CCUGGGGC
GAAGAGAA
GAUGAUGA
CCCACCUC
UGGUGGAG
UGGUGCUG
CCCUCCUG
CUGGAAGA
AUUUUUUU
UGCAGCAG
AGCCCUGG
CUCCUGGG
UGAAGGAG
CCUCUGCC
CUGCCACC
AAAGAGAA
CCAGCCCA
CAGCCCCC
UGAGGAGG
CUGAGGAG
GCUGCAGA
GGGAGCUG
CCUGGCCU
CUGCUCCU
AGAGCCUG
CAGCAGGA
AGGAGGCC
UCCUCUUC
CAUCCUGG
CACACACA
CCUGGGCA
GGAGGCCC
CUGCAGGC
CUGGCUGC
GCCCCAGG
CUGAAGGA
CUCAGCCU
GGAGGCAG
CCAGCCCU
GAGGCUGA
AAGGAAGA
AGAGAAGA
CAGGAGGC
GAAGAAGG
GAAAAAGA
CUGCAGAA
CGCCGCCG
GAGCAGCU
AGCAGAAG
GAAGAAGC
CCCAGCAC
GCCCAGGA
CUGCCCCC
GAGGCCCA
CUCAGCCC
CCAAGGAG
GCCCCUGG
ACUGGAGA
AAUAAAAU
UCUUCCUC
CUCCUGGC
CACCACCA
AAGGAGGA
GAGCCCAG
CCACAGCC
CCUGCUCC
CUGGAGCC
GGGAGGGG
GAGCAGGA
UUUUCUUU
CCAGAGCC
CAGCCAGG
UGGUGGUG
GCAGGAGC
CUUCCUGC
AGGAGAGA
CCUGGACC
UCCAGGCC
AGAAGGAA
AGGCUCUG
UGCUGGUG
UGGAGGCC
CAGAGCUG
CCUCCAGC
CAGCCUCU
ACAGCAGC
AAGAAGGA
UGGAAGAA
CAGCACCA
CAGGAGAA
CUGGCCCU
CCAGAAGA
AGAAAAAU
GCUGGCUG
CCACCUGC
GGCUGGGG
GGGGCCUG
GCUGGGGC
UGCUGGCC
GAGCUGGG
CCAGAGGA
GAGAGAGA
CCCCAGGA
AGGCUGAG
CCCUGGGG
CCUCCCAG
GAUGAGGA
CCUUCCCU
AGGUGGAG
AGAAAAUG
UGUGGGAA
GGACCUGG
CACCCCCA
CAGCCAGC
CCAGCCUC
CAGAGAAA
CUGCCCAC
CCCAGCUC
CCUGAGGA
CAGAGAAG
GGGGCUGC
CCCUGGUG
AAAAGGAA
CCUGGGCU
CUGGGGCU
UUUUAUUU
CUGCUGUG
UGCUGGGC
GCCCCUGC
UGGCUGUG
GUGGAGGA
AAGAGAAG
GGCCCCAG
AAGAUGAA
GGAGCUGA
CCUCCCUG
CCCAGCCA
CCUGGCAG
CCCCCAGG
CCUGCAGA
CUCCUGCU
AGAUGCUG
GAAGCUGC
CAGAUGCU
GCCCAGCU
CCUGAGCC
CCCAGAGC
GCAGCUCC
CUGGGGCC
AGCUGGUG
CCUCUUCC
CUGCAGAG
CCAGGAGA
GCCAGCAG
GCAGCAGG
CCUCCUCU
UCCAGGAG
CCAGGCCU
CUGCCCCA
CUGAGGAA
UUUCUUUU
UUCCUGGA
CCUGGGAG
CAGCUCCA
CAGAAGAG
AGAGGCUG
ACACACAC
GAAAAGAA
CCAGCACC
GGCUGCCC
UGCCCAGC
UCCUCCUG
GAGCUGGC
CUCCCUGG
GGGCCAGG
AGCUGAAG
GGAGAAAA
GAGCCUGG
CUGCCCUC
UGAGGCUG
GAAGCUGG
AGAGAAAC
UGAGGAAG
AAAAUGAA
CCCAGGGC
CCUCCACC
CAGGAAGA
UAAAUAAA
CUGGGGAG
CUGGGCUG
GAAGCAGA
CUCCUCCC
AGCCCCUG
CUGAGCCC
UCCUGGGC
UCCUGCCC
CAGCCUGC
GAAGAAAG
CUGAGCUG
AGAUGAAG
AAAACAAA
CACCACAG
CUGGUGGA
CCAGGAAG
UUAAAAAA
ACCAGCAG
CCACCCCC
AGAGAGAG
AGAGAAGG
CUGGCCAG
CUGGUGCU
CCAGGCCA
AGCUGGAA
GAGGAGCA
GGAAGCUG
CCUGGAAG
CCCAGGCU
GGAAGAUG
GACCUGGA
CCACUGCC
GCUGGUGC
CCUGAAGA
CCUCCAGG
GCCAGGAG
CACCUGCC
CCAAGAAG
AGCCCAGG
GCCUCAGC
GGGAGAAG
UGGAAGAG
GAGGUGGA
CUGCCCCU
CCCGGCCC
GAGAAGCC
GGGCAGCC
CUGGCUGG
CCCCAGAG
AGCUGGCC
AAAAAAGA
CUGUGGCC
CCACCCAG
CCCCAGCU
AGGAGAAA
CAGCUCUG
GCUGGCCC
UGGAGAUG
GAGGAUGA
GGCCAGGC
CUGGCCCC
UCUUCCUG
UGGAGGAA
CCCCAGCA
GCUGUGGC
CCUGGACA
AAGAAGAU
GGAAGGAG
CCGGGCCC
GGGCCCCA
GAAGAAAU
CCUCCCUC
ACCACCAC
CCAGGGAG
CUUCUCCA
GCAGCCUG
CUGCCAGC
GGCUGGGC
UUAUUUUU
GGCCUGGA
CUCUGCCU
GCCCUGCU
GCCAGGCC
GAGAAAGA
CUCCCAGC
UGCCCUGG
GGGCCCAG
GGAGCAGA
CCCUGAGG
CCUGGGGA
GCAGCCAG
GGGAGCAG
AGAAAACA
CAGAGGAA
CCCAGAAG
CUUCCUCA
CCACCUGG
CCCACUGC
CUUCCUCC
GGGAGGCC
GGAGGGGG
UGCCCAGG
CCAGCAGG
GCCCAGCA
CCCCAGGC
GCAGAAGA
CAGCUCCU
UGCUGAAG
UGGCUGCC
CAGAAGGA
GCAGCAGA
UUUUUCUU
UGGGCCUG
CUCCCUCC
ACCUGCAG
UGGAGGUG
UCAGCCUC
UGCAGAAG
GCUGAGCC
CCAAGGCC
GAAGGAAG
CCUCCCCA
GAGAAGAU
GCCUGGGG
GAGGAGGG
UGCUGAGC
GAGAGAAG
GCUGCCUC
CCCCAGGG
CUGCAGUG
UGUGGCUG
GCUGCCCU
AGAGGAGA
CUCCAGGA
GCUCCCUG
CUCCCAGG
GCUGAAGA
GCAGCCUC
CUGCCUCU
CUGGGAGG
GUGCUGGG
GAAUGUGG
AAGAAGCA
CAGCUGGG
CACAGAGA
CCUCUGGG
AGGUGCUG
CCCUCAGC
GGAGCCCC
UCCUGCCU
GCUCCCAG
GCCAGCCC
AGGCCUGG
CCUUCCCC
AGAUGGAG
GGAGGCCA
CAGAGCAG
CAAGAAAA
GAGCCUGC
AAAUGCUG
GCUGGCCA
GAAAUAAA
AGCUGGGC
AAAAAAUA
CCCUGGCU
GAGCUGCA
CUGGGCAG
CCCUUCCC
CAGCCACC
UGGAAAAG
AGAGAAAG
CUGGCCUG
UGGCCUGG
CUCUGCAG
CUGUGCUG
GCUGCUCC
GUGAAGAA
GCCUCCCA
CACCCAGG
CUGCUGAG
GGCAGAGG
UGGUGGCC
GAAGCUGA
AGCCUGGA
CAGCAGAG
CAGCAGUG
AGAGGAGC
CCCACCUG
GAAGGAAA
GGCAGCCC
CUCUGCUG
GGCUCUGA
CAGAGGCC
GGCCCCUG
CUCCCCAG
CAGCAGAA
CAGGGCCC
UGCCCACC
GCUGAGGC
UGCUGCUC
CACCUUCC
CUGGGCCA
GAGCAGCA
CAAGGAGG
GGAGGGAG
GGAAGCAG
GCAGAGGA
CCCAGAGG
UGAAGAGG
CAGCUGGC
AAACAAAA
GCCUGCCC
GAGAAGCU
CCUGCCAG
GAGGAAGG
AAAUAUUU
AGCCUGGC
CUGCCUCA
AAUAAAUA
AGGCAGAG
UCAUCCUG
CCCCUGGA
CCUGCCAC
AGAAAAGA
CUGGUGGC
GCCAGCUG
UUUUUUUC
GGAGCCUG
AGAAACCU
GAAGAUGG
GGAGCCAG
CCCUGAGC
CCAGGACC
AAUUUUUU
UCCAGCAG
GGAGAGAG
UGCUCCUG
GGAAGAGA
CAGCUGUG
GCCCAGGG
GCCCCUCC
UCCAGCUG
CCCUGCCU
AUGGAGAA
CAGGCCUG
AAAUGAAA
CCUUCUCC
UGAAGCUG
AGGAAAAA
CCCUGCCA
GGAGAGGA
UCCAGCCC
CAAGGAGA
AAAGAAAU
AAGAAGCU
GCCUGGUG
CCACCCUC
CCUUCUGC
CCAGGCAG
CUGCUGGU
UUUUAAAU
GAGGAGCC
CCAGCUCU
CCUCUCCA
CCCAGGAC
CUCCUCCA
CCCCUUCC
GCUUCCUG
GAGAAGAG
UCCCAGCA
AGCAGCUC
GCUCUGAG
AAAGAAAG
CCACCAGC
GCCGGGCC
CCCUCCUC
AGCUGCCC
CCCUGGAC
CCUCUUCU
AGAAAGAG
CUCCAGCU
AGGCCAAG
AGCCAGAG
AGGACCUG
AGCCAGGA
CUGAAGGC
CUGUGGAG
CUGGCAGC
CAGAAGCU
AGGAAAAG
CAGGAGCA
UUGUUUUU
CAGCCUCA
CCCACCCA
UCCUGGAC
UGAUGAUG
UGAAAAUG
CUGUGGCU
GAGGCAGA
AAAAAAAG
CCCCACUG
AAAUAAAG
CACCUCCC
GCUGCCAG
UUUUUUUA
UGCCCCAG
UAUUUUUU
GGGGAGGG
CCCUCCAG
GAGGAGAG
AGGGCCUG
GAGCCAGG
GCCUCUGC
GCCCACCC
UUCUUUUU
GAAAAGGA
CGCUGCUG
CUGGCCUC
GGCUCUGG
CAAAAAAA
ACAGAAAA
GUGCUGGA
UGCAGGGA
GCUCCAGC
GCUGGGAG
CAAGGCCA
UCCUGGUG
GUGGAGAA
GGCUGCCU
CAUCCUGC
AUGCUGCU
GCCUGGCU
UGGCUCUG
AGAGGAAA
CCUGGAUG
AGGCUGCA
AUGAAGAU
GCCCUGCA
GCUGGCAG
GAAGGAGC
GAAAAUGA
UUGAAGAA
CUGGCCAA
CCCCCUCC
CCUGGUGA
GGAGAUGG
CCAUCCUG
UGGCCAGG
GCCUCCAG
GGCCCAGA
CCCUGCUC
CUCUGCCC
UGCUGUGG
CAGGCCCA
CCUGGGGG
UCCAGCCU
CUUCCCUC
GCUGAGGA
GAGGCAGC
AGAGCAGC
UGCAGCCC
CCUGGCUC
AAGCAGAA
CCCCACCU
UCCCAGCC
UGAGCUGG
GGCCCCCA
GAAGCAGC
CUCUGAGA
UGAUGAAG
GCUGGGCU
CAGAGCCC
GCUGCCCA
CCCCGCCC
GGGGAGGA
CAGGCCCC
CCCCCUGG
AGAGCUGG
AGCAGCCC
UGGGGAGG
ACAGAGAA
AAAAAAUG
CUGGCCAC
CAGGAGCC
GGCCAAGG
CAGGGAGG
CUGCCAGG
CCUGCUGA
CAGGCCCU
AGGAGAUG
GAGGCAGG
CUGGAUGA
CAGGCAGC
CUUUUUUU
GGUGGAGA
UUAAAAAU
CUGGCAGG
UGGAGAAC
UGGCCAAG
CUGGGGGC
CCCUCUGG
CCUCUCCC
UCCCCAGC
GGGCUGCC
ACCAGGAG
CAGAGCCU
AAGAAAAC
CCUCCCCC
AAGCUGGA
CACUGGAG
AGCCCAGA
UUCCUCCU
CAGCCAGA
UGUGGAAA
GGCCUCCC
GCCAGGGC
CCCCUGGG
CCCAGGAA
AGCUCCAG
UUCUUUCU
GGCCAGGA
UUUUUGUU
UGGGAAAG
CUGGAAAA
UGGAAAAA
CCUUCCAG
GGGAGCCC
GCAGCGGC
AAAGGAAG
GAGGCUGG
CUGGAGGG
CCCUCCCU
AGGAAGGA
CCUGGUGC
UCCCAGCU
GAGCUGCC
UGGCCUUC
AAUGAAGA
CUGCUGAA
CACCCCAG
CUUCCUCU
AGCUCCUG
AGCUGGGA
UCUCCUUC
GGCCCUGA
GAGGCCCU
UCUCUCUC
GGAGCCCA
CAAAGAAA
CAGGCCAG
CUCCUUCC
GCCUCCUC
UCAGAAGA
CACCCAGC
GGCUCCUG
CUUCCAGG
CCACCCCA
UGGGAGGC
GCUGUGGA
UCUGCCUG
CACAGCCU
AGAGAAGC
AACAAAAA
CCACCCUG
CUCAGGAG
UUUGAAGA
UGCCCUGC
CACAGCCC
CACCUGGA
AGCCCUGC
CUGAGGCC
GCCUGCCU
GCUCCUGC
GCGGCUGC
GGGUGGGG
CCUGUGCC
CUGAUGAA
GAGAUGGA
UCCUCCAG
AGGAGGAC
UGCUGGGA
AGAAGGUG
UGCUGCCU
GCAGAAGC
GCUGAAGG
GGAGAAAG
CUGCACAG
UCUCCUGC
CUCUGGGC
GAACAAGA
GGUGCUGC
GCAGAGCC
AGCUGGGG
AGAGGCCC
AGGCUGGA
CUGGGCUC
ACCCCAGC
UCCUGGGG
CCUCCCCU
CAAAGAAG
CAGUGCUG
AGCCUGCA
AAGGAGCU
AAAGGAGA
UCCAGCUC
GCUGGGGG
AGCUCCCA
GGCCAGGG
AGCAGCCA
CUCUGGAG
CCAGCCAC
GAGCCCUG
CCCCUGGC
UCCAGAAG
CCUCAGCU
AGCUGUGG
CCCUGUGG
UUUUUUCU
CUGUGCCC
GCAGGGCC
CCUGAAGG
CAGAAGAU
UGCCUGGC
UCCCAGGA
UCAGCUCC
UGCCUGCC
GGCCAGCC
CAGGAGGG
GGAUGAGG
AAAAACAA
UGGCAGCC
GACCUCAG
CUGCUCUG
GCUGGGCA
AAAAAAUU
GCUGCGGC
UGCCAGCU
CUGAAGAG
GUGGCUGG
CAGGGACC
CUGGGAGC
GCCCCCUG
CCACCUCU
GGACCCUG
GCUGGAAG
AGGCUGGG
CAGGCUCU
UUCCUGCU
CCAGGAUG
UGCCCCUG
CAAGGAGC
AAAAAUCA
AUUUUAAA
ACAGAUGC
GCCCGGCC
UGGCAGAG
CUGCUCAG
GCUCCAGG
CAGAAAAA
GAGGAAAA
GCAGUGGC
UGGAGCCC
UGAAGGAA
CAAAUAAA
AGGGGCUG
AAAGAGGA
UCCCUGCC
ACAAAAAA
CCUGUCCC
AGAAGCCA
CUCCAGCA
CCAUGGAG
GCCAGCUC
GGAGCUCC
UGGAGAGC
CCUUCCUC
CUUCCAGC
CACCUGCA
CAGGCUGC
GCCAAGAA
CUGGUGAA
AGGAGAGG
GCCAGAGC
UGGACCUG
UCAGGAGG
UCCCUCCU
GCCCUGAG
CUCUCUCU
CAAGCUGG
CUCCCACC
AGCAGAGG
GUGGUGGA
CGAGGAGG
UGGCUGGG
GACCCUGG
GCAGCUGA
UGCCUGCU
AUGAGAAA
AAUAAAGA
CCGGCCCC
CUCCUUCA
CAGAGCCA
CAGAAGCA
AGCCUCCC
GGAGGCGG
UUUGAAAA
GGGAAGAA
AGGUGGUG
GGGGCAGC
GACCCCAG
UGCCUCUG
UGCUGGGG
ACCAGCUG
UUUAAAAU
GUGGUGGC
AGAGAGAA
GAAAGAAG
CACCCUGG
GCAGCUGU
CAGCUUCC
GAGGCCAG
AUUUAUUU
UCCUGGGA
UACAGAUG
CCCUCUCC
CACAGCCA
AUUUUUAA
UGACCCUG
AAUAUUUU
UUCCAGAA
CAGGGCUG
AGAAGCCC
CCACCCAC
CCUGUCUC
UGCCUCAG
AGAGCCAG
CCUCAGUG
CCUGCACC
UCCCUGGA
GCCGCCUG
CACAGCUG
AGAAGACA
CAGGAGGU
GCAGGAAG
UGCAGUGG
CACACUGG
CCCCGGCC
CUGGCUGA
GCCAAGGA
UGGGAAGA
CCAGGUGG
GAGGAAGC
CUGGAGAC
CCAGGACA
CCAGCUUC
UGCUGGAC
GGCAGCCA
CCACCUUC
AGCCCCCA
CCCUUCUC
UCACACUG
CCCAGGGA
CCCCUCCU
GAGAAGGG
GCAGCCCU
GUGCUGCU
GAUGGAGA
GCCCCCAC
CAGCCUUC
GCCACCUG
UGGCUGAG
CUUCCCCA
AUGAAGAG
GCCCACCU
AGCUGCCU
AGCAGAUG
UAAAAAAA
UGGGCAGC
UGAUGCUG
CUGGGAAG
GGCUCCCU
GGGGCAGG
CCAGAGCU
GAAACCCU
UGAAUGUG
CCUCUCCU
AGAGGCAG
CCAGAAGG
AACAAGAA
AUGAGGAG
UGAAGCAG
CACCAGCC
GCCCAGAG
CCCUUCCU
UCCUGAAG
GAGCUGAG
CUUCUCCU
ACAGAAGA
GCUGGCCU
AAGCUGCU
UGGAGAGG
AGGCUGUG
UGCAGCUC
UCAGAGAA
GGGGGAGG
CACCUCCU
CCCUGAAG
UCUGGGCC
CUCCAGGC
AGCUGCUC
CCACCACA
UUGGAGAA
GGGCCGGG
GGUGGCUG
CUCAGCAG
CAAGAAGG
GGCCCAAG
GAGAGGAG
GAAAGAGA
GCCAGGCU
CUGGGAGA
UGGGGAGA
CAGCUCAG
UGGGGAAG
CUGGACCU
CACCAGCA
UGAGACCA
CACUGCCU
CCUGAGGC
UAAAAAUA
UCUCAGCC
CCUGCAGU
CUGAAGAU
ACCCUGGA
UGUGAAGA
GCCCUGUG
CAAGAGGA
AGACCCUG
UGGCUGCU
UGGGCCCU
GGCCAGAG
UUUUUAUU
GGGCAGGG
UGGGCUGG
AACAGCAG
UUUUGAAA
UGCCUCCU
UGGGCCAG
GGCCCCAC
CCCCACCA
AAGCUGAA
GGCAGUGG
AUGGAGGA
GCUGUGGG
AAUGAAAA
AUGGAAAA
AAACAGAA
GAAGAGGC
CACCUGCU
UGCUGCCA
CAGCCACA
CUGGACAU
ACCCAGGA
CUUCCAGA
AAGAUGGA
CCCGCCCC
UAAUAAAA
UGUGGAGA
CUCAGAGG
UAUUUUUA
CCCUGGGA
CUGGGACC
CCUGCUGU
UCCACCUC
UCAGAGGA
UUCUUCCU
UCCCUGCA
UGAGGAUG
CCAGCAGA
CUUCUCCC
UGAGGCAG
AGGCUGCC
UGCAGAAA
AAGAAAUU
GCAGGUGG
GAAGGUGG
CUGCUCCC
UUUUUUUG
CCUUCUCU
GUGGAAGA
GCCUCCCC
UUCCUGGG
GAAGAUGC
GACAGCAG
GGCAGAAG
CUGCCUUC
CACUGCAG
ACCCCCAG
ACCUGGCC
GGGACCUG
UUUCUCCU
GGGGUGGG
AGCCAGGC
AGAAAAGG
GGGGCCCC
UCCUGCUC
AGGAAGAU
CCCUCCCA
CUUCCCUG
GGCAGCCU
GUGGGAAA
UGGCCUCC
GCAGAAGG
CCCCUGCU
AGAGACAG
GGGGCCAG
GGGCUGGA
AUGAUGAA
GCAGAGGC
CCCACCAG
CUGGAGAU
UGCAGGCC
CCAGCUCA
UCUGCCUC
UCCUUCCU
ACCCUCAG
UGGCUGGA
GCAGGCCC
GGGCUGCU
CUUCCUUC
UUCUCCAU
GAGGAGAU
AGAGCUGC
CCAGGGCU
UCUUCCAG
CUGUCCUG
AGCCACAG
UCUCCUCC
GGAGGCCG
GGCUCCAG
GUGGCUGC
CCCGGGCC
CCAGCACU
UGCCACCC
AGGAAAGA
GCUGCUCA
CCAGAGAA
CUCCACCU
CAGAAAGA
CCUGUGGG
CCAGAGCA
AGCAGGAA
GGGGAGAA
UGAAGAGA
UGGAGGAC
CUGGCUCC
UCUCCCUG
AUCCUGGA
CCUCUGGA
AAAGCCUU
GCAGCACC
GAAGAAAC
AGAAAGGA
AGAAAACC
GCUGCUCU
GCCUGUGG
GCCGCUGC
AGAAACAG
ACUGCCUG
GGCUGAGC
UCCUGGCU
GCUGAGCU
ACAGGAAA
AUGAAUGU
ACCUACAG
AAAAAUUA
AGGAGCCC
CUGCUCCA
GGAAAGAA
GGCCCGGG
GCUGGGGA
ACAAGAAG
GCUCUGGG
CAAGAAGC
UGGUGCAG
CUGGCAGA
GGAGGAUG
AAGAAACA
CUGUGGUG
AAGAAAUG
GCCUUCUG
UGUCCUGG
AGGCAGGA
GGCCGAGG
CAGGAAGC
CCUUCACC
CCAAGAAA
CCCCCUGC
UGAAAGAA
AGAUGAUG
CAGCUUCU
GGAAAAAA
CCAGCAGU
CCGCUGCC
ACAGCCUG
UUUGGAAA
GGAGGAAA
GCCCAAGA
AGACCCAG
GGUGGCCA
CACCCUCA
CCUCCUUC
CAGAAAAC
AGAAGAAC
UGGAGACC
UCUGAAGA
GCACCAUG
GCCACAGC
UUCUCCUG
GGAUGAAG
AAAUGGAA
GAAAGGAA
CUUCUUCC
CUGGACCC
CCAUGGCC
GGCCUCAG
CCGCCUCC
UGGGAAAA
AGGCCAGG
UGGGAAGG
ACAGCCAG
CACAGCAG
AGGCAGCC
AGCCUCCU
CAGGGAAG
CAGGCCUU
CAGAAAAU
AGCCAGCC
UUAAUAAA
CUGAGACC
AAUAAACA
GCAGCCAC
CAUGGAGG
UCAGAAAA
UUCCAGGA
AAAAAGGA
GGGCCUGC
CCCUGGAA
CAGUGGAG
GAAGCCCU
GAGAAGCA
GUGGCAGC
GGAAAAGA
UUCAGAAA
GAAGACAG
CUUUCUCC
AAAAUGGA
UGAGCCUG
GGCCGGGC
AUAUAUAU
GGGGAGCC
GGUCCUGG
AGCCUCUG
AUGCUGAG
GGUGGAGC
GAUGCUGG
GGCAGAGC
ACCCCUGC
CAGCUGAG
CUGGGGAA
ACAGCCCU
AGCUGGAC
GAGCAGCC
GGACCUGC
UGAGGAGA
CAGGGCCU
GCUCCUCC
AGCAGAGA
GGGGAGGC
GGCCAUGG
GGAGAGGG
UGUAUUUU
UCUCCUGG
CUCCACCA
AGGAUGAG
GGCUGGUG
CCUGCUCU
CAGCACUU
CUCCUCUU
CAGGGCAG
AGGAGGGG
AGCCCUGU
AGCCCCUC
CAUGGAGA
ACAGCCUC
CAGGAAGG
CUUCAGCC
UCAGCCUG
AGCAGAAA
GGCUGGCC
AGGGCCAG
UGGAGGCU
UCCAGCCA
GGCCACAG
UGCUGUUC
CAUGAAGA
UCCCCUGG
GCAGAGAA
GCUGUGUG
CCAAGCUG
CCGCAGCC
UGCAGCCU
AGGAGGCU
CAAGACCA
CCUGGGAA
UAAAGAAA
CCGGGGCC
CAGAGGAC
AGACAGAG
CAGCCCUC
CUCCCCCA
CCAGUGCC
GCGGCAGC
CCUACAGA
UUCCUUCU
AGCAGCCU
CUCAGCUG
GGAAGGAA
UGGCCAGC
CCAGGCUC
UCAGCAGC
AUUAAAAA
UCUCCAAG
CCUCAGCA
CAUCCUCC
UCCUCUCC
CUUCUGGA
UCCUGGAA
GAGCAGAG
GGAGAGCA
GCCCCACC
UCUGCAGC
AGCCAGGG
CCUGGAGU
CAGAGGCU
CCACCCCU
CUGGAAGC
CUCAGCCA
CCACAGAA
GCUCUUCC
UGAAGAAC
CUGAGCAG
GAAGCCAG
CAGUGCCC
GCAGAGCU
GCAGCCGC
GGAAGGGG
GGGAGAGG
CAGCACCC
UGCCUGGA
UGUGCUGG
UGGUGAAG
GAGGGAGG
GGGGGCUG
CAGCCGCC
CCCCAGUG
AAAAUAUU
GGGCUCUG
UCCCUGGG
AGAAAAAC
GCCAGCCU
UUCUGGAA
UGGGGCCC
GCUGGACC
CCCAGAGA
GAAGAGCU
UGCCUCCC
AAUGGAAA
CUUCUGCC
CUCCCUCU
GAGAGCAG
GGCUGCCA
GAAACCUU
UGAAGACA
AGAAAAUA
GAGACAGA
CUGGAGUG
CUGCCGCC
CCAGAAGC
GAAGUGGA
GGCCAGCA
CUCCACCC
UCUUUUUU
GGAGACAG
CAGCAUGG
CCCGGAGC
CACAGAAA
GACCAAGA
GGGAAGGA
CAGCAGGC
GCUCUGCC
UGCAGGAA
AAGGAGAG
GGCUGCGG
GGCCUCUG
CACUGCUG
AAAAGAGA
UCCCAGAG
GAGGCCCC
CCCUCUGC
UCCCUGCU
AUCCCAGC
GGUGAAGA
AAGCAGCA
AAGGAAAU
UGAAGAAU
CUGGUGGG
CUCCUGCA
GAGCUGGU
CCUCUGCU
ACCCCAGA
AUAAAUAA
CUCUGCCA
GGCUCUGC
GAAGCAGG
CAGAGAGA
GGCCUCCU
UGGGCCCC
GAGCUGAA
GGCUGAAG
CUCAGCUC
AGGAGGCA
AAAUGAAG
CUUCUCAG
UCCCUCCC
CUGGACAG
UGUGGAUG
CUUCUGCA
GCUGGAGU
GGAGGCCU
CCCAGUGA
CUCUGGGA
UGUGGCCA
AAAAAACA
ACCCACUG
AGAUCCUG
GGGCUGGC
GCCUGGAC
ACCUGCCC
GGAGGACA
UGAGAAAC
GAGGCCUG
CCCUGCAC
AGAUGCAG
UCCCCACC
CUGAGGCU
CCAGGGCA
AGUGCUGG
UCCCUGAG
UGCAGAGC
AUAAAAAU
GUCCUGGG
UCCAGAAA
GCAGCCCA
AUUUUUUA
GCACCUGG
UAUUUAUU
GGCCUCCA
GGACCCCA
UGCAGCCA
GGAAGAGC
CACUGAGG
GCUGCCGC
CUGUGGGA
CCUGUGGC
CUCUUCUU
CCUGGGUG
AUGAAAAA
CAACAGCC
GAGGAGGU
AAUAAAAG
GGGCCCCC
AGGAGCUC
GCUGUGCC
UGCCCCCA
AGCCUCCA
UCUGCAGG
UGGCCACA
GCCCAGAA
GGUGGGGG
CACCCCUG
GCCACUGC
UGUCCCUG
GGAGGGGC
AAGAGAGA
UGGUGAAA
GGACCAGG
AGCCAGCA
GAAGAACA
CUCAGUGG
UGGCUGCA
GCCCCCCA
ACUUCCUG
AAAUAAAC
AAGAACAA
UCCAGGGA
GGCCUGUG
CUCUCCAG
AGGAAAUG
UGUUCCUG
AGAGGAUG
CCCCCCAG
ACAAAUGU
GCAAGAAG
AUGGAAGA
AGGACAAG
UGGUGGCU
AGCAGGUG
UGUUUCUG
AGGAGAGC
GGCUGGGA
CUCCCCUC
GCCAGAGG
GGAAGCCA
UUUUUAAU
UGGGGCAG
CAUCUUCA
GUGGAGGC
UGUGGAGG
UUCCUCUG
CCUGUCUG
UGCAGAGG
GGCCCCGG
UGAAAAAG
GAGCACCA
UUCUCCUU
ACCUUCCC
CUUCUCUC
CCUUCAGC
CUGCUGUC
UGGCAGCA
AGAAACUG
CCCCCGCC
GCCUGGGA
GCCCCGCC
UGCCUGGG
ACAAAGAA
GCCUCUGG
UCCCCCAG
CACUGCCC
CCGCCCCC
CUUCAGCA
CUGGAAGG
CUCCAGAA
CUUCCUGA
AGGAGCCA
GAAGAGAG
CCAGAGGC
CAGUGGCU
UGUUUUUU
UGCUGAGG
CCUGCUCA
UCUCCAGC
AUAUUUUU
CUCCAAGG
AGGAGGGA
CAUCCCCA
ACUGAGGA
GACCCAGG
CAGGAAAA
CCACUGCA
CCAGACCC
GCCCUUCC
AGGAGGGC
GAUGCUGA
UCUGGAGG
GGCCUUCA
AAUAAAUG
CACCAUGG
CUGGCCUU
CUCUCCUC
AGCUGAGC
UCUUCUCC
CCUGGGAC
GCCCUUCU
GCGGCCGC
AGAAGAGC
GAGAAGGC
UUCUCUCU
CCAGAGAG
GCCACCCA
UGGCAGUG
AAAGAUGA
GGAACAGA
UUUCCUCU
ACCACAGC
UGCUGAUG
AAGGCCAA
CCGCCUGC
CUGAAGCU
CACAGGAA
CUGCCUGU
CAGCACUG
GGUGCUGA
GGGCUGUG
CUUCCACC
CUUCCCAG
GCCUCCCU
GCCUUCCU
UUCCAGGC
CUGUGCAG
AAAAUACA
UUUUUUGU
CAGCAACA
CUGAGCCU
CUGGACCA
UGCUGGCU
GAGCUCCU
ACAGAGGA
AGGCAGCA
CUGGUGCC
GGAGGGGA
CAGGGCCA
AAGAGCUG
GAGCCAGA
UGGACAAG
UUCCACCU
CUCUGGGG
UCCUUCUG
UGCCUGUG
GGCCUGCC
UCAAGAAG
GGGGGCAG
CAGGAAAG
CUGGCUGU
CCAUGAUG
GUGGGAAG
GAAAAUAA
AGUUCCUG
CUACAGAU
GGACCCAG
AAGAUGAU
GGCCAAGA
GCUGCGGG
GGCAGCGG
AAGGAAAG
UCUGGAGA
AGAGGGAG
UCCUCCCC
CUGAGAAG
GCUUCCAG
CACCUCCA
ACCUGGGC
GCCACCAC
CCUCCCAC
CAAAAGAA
AGAUGAAA
UCCCCAGG
GUGGAGCU
GGGCAGAG
UCUCCAUC
UGGAGACA
CAGCACAG
GGAAGCCC
GAGACCAC
CCUCUCUC
AAGAAAUA
GCCCGGGC
CUUCUCUG
GAGCCCCA
GAGUGUGG
GUGGAAAA
CUGUGUGG
GGGAAGGG
GGAAAAGG
AGGAAGCA
CCUCUCUG
UCUGCCCU
AGAAGAAU
CUGUGGGG
UGAGGAGC
GCUGCCAC
GGAAAGGA
ACAGCUGC
CAGGUGGA
AAGAGGCU
ACCUGGAC
AAGAAGCC
AGCCUCAG
CCUGUGGA
GGAGGUGA
AAAGAAAC
AAAUGUUU
UCUUCAUC
UCUCAGAG
ACAAGAAA
GUGCCCAG
AAAUUUUU
CAGAGCUC
CCUCUUCA
CACCAGCU
AAGGAGCA
ACUGAAGA
CUCUCAGC
AAGCAGGA
AUGUGGAA
GAAGAGCA
GCUGUUCC
GGGCCUCC
UCUGGAAG
GCAGGCUG
UUUCUUCU
AAACCUUC
AGCAGUGG
CCAAGCAG
GCUGGACA
UGAGAAGA
CCUGGAAA
AGUGAAGA
CCUGGACU
CUGCUUCC
GGGAAGAG
UCUGCUGC
GCCUGAGG
CCACCAUG
AAAGCAAA
CUGUCUGC
CAGCUGAA
AGAACCUG
UGGGGGCC
CUUCACCC
CCUCCUGA
GGGCAGCA
CUCCUCAG
CCUCACCC
GGGCCAGC
UCCAGGAA
UGGACCAG
CAUCUCCA
CUACCUGG
UUCCUGCC
UGGACAUC
CCUCAGGA
CAGCACCU
UGAGGCCC
CUGGUGGU
UCCUGAGG
GUGCUGGC
GAUGCUGC
GGCAGAGA
CUGGCUCU
AAGAAGAC
CCCACAGC
AUGAAAAU
UGGAAGGA
AAGCAGCU
UCUGAAGG
ACACAGAG
CCUGACCU
UGAGCCAG
ACCUGGUG
AUUUAAAA
CAGAGAGG
AAAAAUAU
AGGCCUUG
ACACUGGA
GGAGGAGU
CCCACCCU
GAAGGGGA
CUUCCUGU
GAGGUGGC
GUGAAGGA
UGCCAGCC
CCAAGCCC
UCUGGCUG
CCAUCCUC
GAAAAUGG
CAGAAGCC
AAAAUGCU
CUUUCCUC
GCUCAGCC
UGUGGUGG
GCUGAAGC
CUGGGUGG
CAGUGACC
CUGUGCCU
CCUUCUGG
UGCAGAUG
AGCUGAGG
CAGAUGAA
ACCUGAAG
CAGGGAGC
GCAGGCAG
GAGGGAGA
CCACUGCU
CCUCCUCA
GGGCAGCU
CCGGCAGC
CCUUCAUC
CCCCUGAG
CAUCAGAG
GCCAGAAG
UCUGCCAG
UCCUUCCC
AAAAAUGA
AGGGGAGG
CAGUGCCA
CACCACCU
GCCCCCUC
CCCCUGCA
AAAAUGUU
CAGAUCCA
GGACCUCA
UGCUGUGU
AGGCCUUC
AAGCAGAG
AGGAAGCC
CAGGACCC
GGUGCAGG
AGCAGCAA
CCAAGAGC
AGGGAGGG
CCAGGAAA
AAAAUUUU
UGAAAAAA
AUAAUAAA
GAGGCGGC
AUGCUGGA
GAUGUGGA
GGCCCGGC
CUCCAGAG
AUUUUAUU
UGCCAGCA
GCCAGCCA
UUCUGCUG
UUUGAGGA
UGCAGAGA
GCCCUCCC
UGAGAAGG
CUCUGUGG
CCCUCACC
UGGAUGAA
CGGGCCCC
GAAGGCAG
UUCUUCUU
CAUCAUCC
CUCUCCUG
AAGCUGCA
UUCUGCAG
CAGGACCU
ACCAGCCU
ACCAAGGA
AGCUGCCA
UCAUCAUC
AGACCUGG
AGGCCAGC
CGGCCGCC
CAGCAGGG
CUGGAACA
CCCCAUCC
CACCAUCC
CAACAGCA
CUCUCCCU
AAGAAACU
ACCCAGCC
UCAAGAAA
UGGGCUGC
GACCCUGC
CUUCAGGA
GUCCCUGG
UGCAGGUG
CAGGAAAC
CAGUGUGG
CUGUGACC
AAACUGAA
CUCCUCUG
CCCUGUCU
CCCAGGGG
AGGAAGGG
ACCUCCUG
AAUCUGAA
CCAUCCAG
CUCUGGCC
UUCAGGAA
UGCAGGGC
GAAACAGA
UAAAAUAA
AGUGACCC
CCCCAAGG
CUGAGCCA
GGAGAAAC
GCAGAAAA
AACAGAAA
GUUCCUGG
GCCAUGGC
CCCUUCUG
UGGAAAAU
GCAGGGAC
UCUCCCAG
AGCAGCAC
UGUCCUGC
CCUCCAGA
AGGUGAAG
UCUUCUUU
GACCAGGA
CAUCAUCA
ACCCUGAG
GGGCUCCC
GCCCAAGG
UGGCAGCU
GCCACCCC
CAGAACAG
UGCUGGAA
UGGAUGAG
CCAGCUGA
GGGCUGAG
GGCUGUGC
CAGCAAGA
GGGCGGGG
AUGAUGAU
GCAGCUCU
AAGAAGGC
CCUGAGCU
UGGAAAUG
CAGCUUCA
GGAAAAUG
CUGUGGAA
AGAGGCCA
UCAGCCAG
CAUCCAGG
CAGCCAAG
GGUGGCAG
UGGGAGCC
ACCUGGAA
AGGGACCU
CCAUCUCC
AAAGAAGG
AAGCCCAG
GUGGAGAG
AAAACACA
GCCCCGGC
UCUGCAGA
AGCCACCA
UAAAAAAU
AGGCUGCU
CAGCCUGA
UUGGAAAA
GACCUGGG
CCCUCAGG
AGAAAGCA
GAGCAGAA
GAAGAACU
AGGUGGCC
AGGACCAG
AGCACCAG
CUGUCCCC
GGCGCUGG
GAAGAAGU
CCCACCAC
CCUGAAGC
GAGGAGAC
GAAGCCCA
CAAGAAAG
CAGCAUCA
GGGGCUCC
GGGGAAGG
CUGGGGGA
GUGGCCAG
AUGAGGAA
CUGCUUCU
AAGAGCAG
CACCUGGC
AGGGAAGA
CUCCUGAG
CAAGAGCC
GACCCUGA
CCAGAAAA
CCACAGCA
GAGAAAAU
CUUGCUGC
CUUCUGCU
GAAUCUGA
CAGCUGGU
GCUGGUGA
GCACCAGC
UGGAACAG
CAGCCCCG
CAGUGGCC
AGGAAGCU
CCGCCUGG
UCCUCAGC
GACCCCUG
UGGAGCCA
GGAGAUGA
GAACAGAA
GCUGCUUC
AGAAGCCU
UUCCCUCC
UGUGGAAG
UUAAAGAA
CCCUGAGA
CCCAGGCA
UCAGCCCA
AGCUCUGC
AAGAUGGC
ACCUCAGC
AGCCUGAG
CAUCUUCC
AGCCUGUG
CACCCACC
UUCUCCAG
CUCCAGGG
GAAAACCU
AAAUUAAA
CACCAAGG
UCAAUAAA
CCUGUGUG
AGCACCAU
CCAGAUCC
AAGACACC
GCCUGUGC
CUUCUGGG
GUGGCCUG
UGAGCAGC
GGAGAGCC
AAAAUAAU
UCUGAUGA
CCAGUGAC
ACCACCUG
UGGGAGGA
UACAAAUG
AGGAACAG
UGAGCCCA
AAAGAAGC
GGAAGUGG
GGGAGGUG
CAGACACC
GGGGCCGG
AAAAGGAG
UGUGUUUU
UGGGGACA
GGCCCACC
GCCUUCAG
CUGUGCCA
AAGAUGAG
AAAACAGA
GGAGACCA
UUCUGAAG
CCACAGAG
CUGUGGGC
CUCUGAGG
UCUUUCUC
UCCCCUCC
AGCAGAGC
UGCCCUCC
CUGAGGCA
AGGGAGGA
GCGGCGGG
CCGAGGAG
CCCUGUCC
CCUCUGUG
CCCAGGUG
AAGGAGGC
GGCGGCUG
CACCCUGC
GGCUGCUC
UAAUUUUU
AGGAGGAU
CCCCAGAA
UGCUCCAG
UGGCCAUG
AGGGCUGG
AGCUCUGG
GCCUGAGC
AGAACAAG
CAGCCAUG
CUGCCCUU
CAAGGACA
GGAUGUGG
AUCCAGAA
AAUGUGGA
AUCCUGCA
GGGAGGCU
UGUGCCUG
CCCGGGGC
GAGCCAGC
CCUGACCC
GCAGUGAG
GGAGCUGU
GUGGUGGU
CCUGUCCU
GGAGACCC
CAGGCAGA
CAUCCAGA
GUGCUGCC
GGGACCCC
GCCCUCCU
AACAGAAG
CCCAGACC
CUCUUCCC
ACCAAGAG
CUGUUCCA
CCCUGACC
GCUGGAUG
UCCUGCCA
CCCUCUUC
UCCUCCCU
CAUCACCA
CUGCUGAC
CACCAUGU
GAGCUGUG
UGACCUGG
CAAGAUGG
CCUCAGAG
CAGGAGAU
CCCUGGCA
CCAUCCCC
ACUGCAGC
AGAAACCC
AUAAAAUU
GCCAUGGA
UGUGGCAA
AGACCAAG
AGAGCAGG
CAGGCUCC
AGAAAUGA
UGGGGAGC
CCAGGAGU
UUCUCAGA
AGCACCUG
CUGGGGAC
AGAAGGCC
GAACUGGA
GAAAUGAA
GAGAAAAG
CUCCAUCU
CACAGGAG
UGCCCUUC
UUCCCCAG
GAAAUGGA
AAAAAUGU
CAGCAGAU
UCAAGGAG
CACCAGAG
CUGAGGAC
AGAAGGCA
AGGGCAGC
CUGAAGCA
GCGGGGCC
CACCUGGG
GGAGCGGC
AUCAGAGA
CUUUGGGA
GCCUGAAG
AAGGUGGA
CAUCCUCA
CCAUCUUC
CUUCUUUC
CUCUGAAG
CAGAAAAG
GGCCGGGG
AGCUCUUC
AGAGAGGA
UGGCCAUC
UUGGAAGA
GUGGGGAG
GCUGCAGU
GCAGAAAG
GCUCUGGA
UGAACAAG
AGAAUGUG
UCUCCAGG
UGAGCUGC
CCCCACAG
CCACCUCA
AGAUGGAA
CUGGACAA
UUCCUGGC
CUUCCCCU
AGAAAAUU
GCGGCUGG
AUGAAGGA
CAUUCCAG
CUCCCAGA
GCCCCAGA
GGAUGCUG
AAGAGCCU
UUUCCUUU
CAGGCAGG
UUGAAAAA
GGGAGAAA
AUCCUGGC
AAAUGUGA
UAAAGAAG
UCCCUGGC
UGGUCCUG
UGGCCUGC
GGCGGCCG
CCUCAUCC
AAAGCAGA
UCUGAGGA
AGGAGAUC
GAUGAAAA
GCACCUGC
ACAAGGAG
CCAGGGGC
UGUGGCCC
UCUGUGGA
ACCACAGU
GUCCUGGA
GGAGGACC
CUGAAAAA
GGCUUCCU
UCUGGAAA
AGGAGACA
UGGCCACC
AAUGUGAA
UCUGCCCC
AAUUAAAA
CCAGCUGU
GAGCUCAG
GCUGCACC
GCAGUGCC
GAUCCUGG
UUUUCCUU
GCAGUGGG
UCACCAUC
CACAGAAG
UGUGGCCU
AUGUGGGA
UGGAGCUC
AACCUGGA
CCCCUCAG
ACAUCCUG
AGACACCU
UGGAGGCA
GGGGCCCU
UGGUGGGG
AGUGGAAG
GAGGGGCC
UCAGGAGA
AGGAAACC
GUCCCCAG
CAGUGGCA
UCCCAGGC
CUCCUUUG
AGAACCAG
UGACCUUG
UAUAUAUA
CUUCUUCA
CCCAGGUC
CCUCACCA
CACACAGA
GUGCCCUG
UGGGGGAG
CAAGGAAA
ACCAGCCC
AGAAGAUC
CCCAAGGA
GCACAGCC
GGAAGACA
AGCCAGAA
AAUCAGAA
GGCAGGGC
GAUGCAGA
GGCCUUCC
ACAGCUGG
CUGCCUGA
GCCCUGUC
AUUUUUAU
GAAAAACA
AGCCUGCC
CAGCCGGG
UUGAAAAU
UCCAGGCU
CUGCUGUU
GAAAACAA
CUGCACCU
AGAGAUGG
UGCCACCA
CUUCAGAA
AGUGGCAG
CCUUCCCA
GGGGGCCU
UCAGCUGC
GGAGCGGG
UGCAGGCU
GGGUGCUG
CACCCUCC
UAAAAGAA
GCCCUGGU
CAGUGGAA
GAAGAAUG
CCCAGACA
GACCAGCC
UGGGCUCC
CAGAGAUG
UGGAGGGG
GAGACCAG
UGCUGCUU
AUUUUUGU
GACAAGGA
UGUCUGCC
UGGCUCAG
CCCCCAGA
AGAGGACA
GCCCUCAG
UCAGCCCC
UGGAAGAU
UUUGAUGA
CACAGAGG
UGCACAGA
GCUGUGGU
CUGUCCCU
CCACCAUC
GAAAAAAU
CUCCAGUG
AGCCGGGC
CCACAGCU
AGGAAAAU
AGCUGGCU
GCCCCGGG
GCCAGGGA
GGCCACCA
AGACCAGC
CCCGGGAG
AUCAAGAA
CAAUAAAA
GUGCCUGG
GGCCCCUC
CAGGCCUC
AAAACCUU
GAGGAUGG
UUCCAGCC
ACAGCAGA
CCACAGUC
CUGCUGCG
GUGGGCAG
UUCAAGAA
ACAGUGAA
AGUGGCUG
UGAGGAAA
GAGGGCAG
AGCUGAUG
AGAAACCA
GGAGAUGC
AGCAGUGA
GCCCUCUG
UGGACAGC
UUUUCUUC
GAAAAUGU
GCCAAGGC
AGCCCCAC
UGAUGGAG
AGGCUCCC
UGCUGAAA
AAGCCAGA
CAACCUGG
GAAGAAUU
AGGGGCAG
GGCCUUGG
CCCAGAUG
ACCUCCAG
UGGCCCCA
GGAAAGCC
GAGAGGCC
GCAAGGAG
GGGGGCCC
CCUGCCUU
UGGAGGGC
CACUGUGG
UCCCCAGA
GACCCAGC
CAAGGAAG
CAUGGUGG
CUGGGGCA
GUGGAUGA
AAAAGAUG
GUCCCAGC
CAGGGGCC
GACCCAGA
CAAAGCCA
UCCACCUG
GCUCUGUG
GGAUGGAG
AGAACUUC
AAGAUGCU
UGCACCUG
UGAUGAAA
CUUCAGCU
CAGGAUGA
GAGGACAG
GAGCCCCC
CGGAGGAG
UGGCAGGA
UCUCUGCC
AAAAGAAU
GGGGCCCA
CUCCUUCU
CUGUGAGG
CCUCCCAA
CAUCCAGC
AAGGAGAU
AAGCCCUG
UUCCUGAA
GCGGGAGC
CCUGUGCU
UGAGAAAA
CUGCAGAC
UGAAGCCA
CUGGGAAA
ACCAAGAA
CCGGGAGC
GGUGGGAG
UCCAGAGC
CCCGCCGC
ACAGCCCC
UUCAGCCU
GGGGAAGA
CCAAGAUG
CAGUGACA
GAAAAAAG
UCAGGAAG
GGGCAGUG
CUGGCCAU
CCUCAGGG
GCCCAUGA
CCACCAGG
GCUGGGAC
CAGAAACA
CUCCCCAC
GAGGGGGC
UAUAUUUU
UUGCUGCU
CUGCUCUU
AGUGGUCA
CUUCAUCU
CAGCAAAG
UUUUUCCU
CCUGGCCG
GAGCCACC
AAUGCUGA
ACCUCUCC
AAAAGCAA
CUGGGCAA
UCCUCUGG
CAGCCUGU
ACCCAGCA
UUUUAAUU
CUCACUGC
AUUUGGAA
AGAAGCUC
CCAUGCUG
CUUCCAAA
GACCUGGC
GGGCAGGA
GCCGCAGC
GACAGUGA
CUCAGAGA
UGGGAGAA
GUCACAGG
GGCCCUCC
UCCUGGCA
CUGACCUG
CCUCACCU
UCAGCAGA
CCAGGUCC
GCACAGAG
GCUGUGCU
UCUGCUGG
AAGUGGAA
GGAUGAUG
UUUGGAGA
UCACCCAG
CUCUUUCC
GCCAGGAC
GCCUCCAC
CUCUGGAC
CCAAGCUC
ACUCCAGC
GCUUCUCC
UCAGGAAA
AAAAAGAG
AGGGAAGG
AUGAGAAG
CACCUGUG
CAGCCCGG
ACACCUGC
CCAGUGGC
GCAGAGAG
CCGGAGCC
GGACAGCA
CCUGAGGG
ACCAGAAG
AAUAAAGU
AAAAGCAG
CCUCUGCA
UGGCUGGC
UGGAAGCC
CCUGGAAC
AGAAGAUU
AGAAACAA
CUCUUCUC
CAGUGAAG
GCAGCAGU
AGAAGGGA
UCAUCCUC
GCAGGGGC
AAUCCCAG
AGCCAAGA
UGCUCAGC
AGGAAGAC
UGCUCUUC
GUGGGAGG
CCAGGGAC
ACCCAGGC
CUGAGGGC
CAGUGCCU
GAGGAAAG
AGCCCAAG
UGACCCAG
UGUGCUGC
CAAGAGAA
GCAGCUUC
CUGCACCC
UCUGAGAC
GUGAGGAG
AAGACAGA
CAGGUGCU
AGCUGAAA
CUCCCCUG
AGGCAGCU
CUGGGCUU
UUUCUGGA
CCCUGUGC
CUGAAAGA
GGCCAGUG
UCCCACCU
GGCCUGAG
CCCCUCCA
AGGAAGUG
UUGUUUCU
UGAAAAAU
CACAGUCA
CCUGCUUC
UACCUGGA
GUGGUGGG
UCUUCUGU
UCACCCUG
GGAGCCGG
CUCUGGCU
UUCCUGAG
CAGCCCAC
CCCACUGG
CUCAGAAG
CUGCUCUC
GGGGACCC
AGCACCAC
GGAGAGGC
GCUGAUGG
GACCACCA
CUGGGCAC
CAAAAAGA
CCAGUCCC
CACCACCC
UGGUGGGC
AUUAUUUU
CGGAGCUG
CAGCCACU
CUGCCAGA
AAAGUGAA
AUUUUUCU
GGGCUCCU
CCCAGUGG
CCUGCACA
CUCCUCUC
GCCCACCA
CAGUGGUG
AGGGAGAG
GUAUUUUU
AAGAAAGG
UCUGCACA
GGACACAG
GCUUCCUC
UCUCAAAA
UGGAAAGA
GCUCCCUC
CAGAAGAC
GGGCUGCA
CCUUGGAG
UGCCCUCA
CCAAGGAC
GCCCCCGC
UUUUUGUA
GGAGCCCU
CCUCAUCU
CAGAUGGA
CUGUCUCU
UGCUGGCA
CCAGAAAG
UCUGCUCC
GAACCUGG
CCUCCAAG
UGGAAGCA
GUCCUGCA
CCAGCAAC
CCAAGGAA
UCCUCUGC
CUGGAGGU
CCCAAGCC
ACCCAGAG
GAUGAGAA
GGGGGUGG
AGCCACUG
GAAGCCAA
CAGGGGAG
GGAGCUCA
GCUGCCCG
UUAAAAUA
UCCUGACC
CAGGUGGC
CCCCAACA
UACCAGCA
CAAGCAGC
GCAGUGGA
CUGGAAAG
UGGGGCCU
GAGCAGGG
CAGGACAG
UUCCUCUU
AGAGCAAG
AAACCAAA
CAAGAGGC
GGUGGCCC
GCGGCCCC
UGGGACCU
AAAUACAA
CCACCAAG
AUCCUCCU
GGGAAGCC
GCCGCCCC
GGAGGUGC
UCUUCUUC
CCUUUCCU
GAGAGCUG
CCACAGGC
CCCCAGAC
CUGGCUUC
AGAUGAGG
UGAGUGUG
UCAAAGAA
GGAAGGUG
AGCUGGCA
UUCUGGAG
GUGGCCCU
ACAGGAAG
GCCUCUCC
UUUCAGAA
UUCCUUUU
CCCAUCUC
AGGGGAAG
GGACUCUG
CAAGACAC
GGAGAACA
GGCCUGCA
UGCAGGGG
AAAACCAA
UAAAAAUG
GCAGAUGA
UGUCUGCA
CUCUCCAA
GGAAAGAG
GCCUGCCA
CCAUGCCC
GGGCCCGG
AGGCAGAA
AAAGAACA
ACAGAAGC
CUGUGUGC
ACCCUCUG
UGGCCCCC
CCUUUGCU
CAGGAUGG
ACAGAACA
UGGCCUCA
GGAAAAAG
AGGCCCCA
UGGCUUCU
GAGAGAGG
GGGUGGAG
CUGUGGCA
GCCUGGAA
CCACACUG
UCUCUCCU
GCUUCUGG
GAUGAACA
GGUCCCCA
ACCAGCUC
GCACCCAG
AGACCCCA
AGGAGAAC
UGGAGAAU
UUCUGUCA
GGCCCUGU
CAGAGAGC
GCCACCUC
UUUCUCCA
GAGCCUCC
AGAUCCAG
ACUGCAGG
UGCCUUCC
AGCCCUGA
UGGUGCUC
CCAAAGAA
AUAAAAAA
CCAGGACU
UUUUGGAA
ACCUGCCU
UUUGAGAA
AGGGGGAG
UUUAAUUU
UGUCUGUG
GGCGGCGC
CCUGAGCA
CUGACCUC
AAAAAUGC
UGGGGCCA
AAAAUCAA
UUUCCUGG
GCCACCAG
UUUUCAAA
GGAAAAGC
CCAUCACC
GGGACCUC
GUGGCCAC
CUCCCCCU
GAGAAAAC
GGACCAAG
CUUUGCUG
CUCUUCCA
AUGCAGAA
GUGGCUGA
CUGCACCA
CUGUCCAG
UGUGGCAG
GGCGGAGG
UCCCCUUC
UCUGGGAG
GAUGGAGG
GCCGGGGC
AUAAAUGU
GAAAAAUC
GGCCACUG
CUCUCUCC
GCCAGAGA
AUCCAGGA
CAUCAGCA
UUCAAAUA
GGCGGCAG
AGCCAGCU
CUUCACCA
AGUGGAGA
CUGCCACA
UGGGCCUC
UUCAGAAG
CCAGAACC
AAGGAAGG
AAAAAGCA
CCGGCUGC
CCAAGAGG
UGCCCAGA
UCCCUCUG
CUGUCUCA
ACCCCAGG
GAAGACAA
CUUUCCUG
AGAAUUCA
GCCCACAG
CUUCUGUG
GCCUUCCC
GCAGGAAA
CUGAGCUC
CAGAGAAU
UUCUUCUG
GGACCAGC
CUCUCUGC
UAUGAGAA
CUGUGUCC
CCAGUGGA
UCCAGGGC
CAGGAGAC
UGCCAGGA
GCAGGGAA
UUCCUGCA
UUUAUUUA
AAGAAAGC
GGACAAGG
CAGAAGGC
UGCCAGGC
GCCAGGCA
AGAAGUGG
UGCUGUCC
AAAGAUGG
UCCAGGAC
AGCAGGCC
CAGGAGUU
ACAACAGC
AGCCCCCU
GAGGGGGA
GAGAGGAA
CCUUCAAA
GAGGACAC
GUUUUUUU
GGAGACAA
UCCCCACU
CUGCCAAG
CAAGGUGG
CAAGGCCC
GGCGGGGC
GCAGGGGG
GAAAGCAG
CAAGGCUG
GAGGAACU
CUUGGAGA
AGCAAGAA
AGGGGGCC
ACCCUGGG
AAAAAUAC
UUCACCAU
UCACUGUG
UGCAGGAC
CUGAGAAA
ACAGGAGA
AAUGAGAA
AGCGGCUG
CAGAACCA
UGCCUCUC
GGCUCAGG
CCCCAACC
UGGCUUCC
CUGCAGAU
CAGUGAGC
UGGGCAGG
UCUGGAGC
UGGCUCCU
UCCAGGUG
CUCUCCCC
CCCAAGAC
GCCACAGG
AAGGACAA
AGACCACC
AUGAACAA
AUUUUGAA
GAAGACCA
UGGAAAGG
GUGGCUCA
CCAGCACA
UUGGAGGA
GGGACCAG
UUUUCUGU
CCUUCUUC
GUGGAGCA
GCUCCCCA
GGAGGGCC
AGAAAUAA
GCCAGGAA
AGGAUGAA
GAUGGGGA
GCUGAGCA
GGCUGGCU
GCCUCUCU
UGUUUUGU
CCCAGAAA
GGCAGGGG
GAAGAUGU
UGGCAGAA
AAAGAAUG
GGGUCCUG
CAGGCUGA
AGAAAUGG
UCCAGAGA
CACCUCAG
UUAUUUAU
GCUGCCUU
GGUGGGGC
AAGCAAAA
CAUGGCUG
CCUGGUCC
ACCUGCUC
CAGAGACC
AAGGAAGC
GGUGGGGA
GGGGACAG
UGUUUUUG
AAAGAAGU
AGCAAAGA
AGAGCCCC
UCUACCUG
AGCUUCAG
CAAGCUGC
ACAUCCAG
UUUUUGAA
AGGUGCAG
GAAACUGA
GGCCGCCU
UCCAGAGG
CUCAGGAA
AUAAAGAA
CAGAGGCA
CUGGAUGG
UUCCAGCA
UGGGGAAA
GGACAGAG
AGGGAGAA
AGGUCCCC
AGCCUUCU
AGAAGGGG
AAAAAUUU
AGCUGCGG
UCUCUCAG
AGAAAAGC
GUGGCUGU
CUUCAAAU
GUGGCCCA
CACCAUCA
GGAGAAGU
CCCCUGGU
CCAGAGGG
CCCCAUCU
GAAAAAUG
CAGGGGGC
ACUGCUGC
UUUGGAAG
GCUGGAAU
AGGAGACC
UUUAAAUA
GAAGGCUG
UGGACAGA
CCUCUGAG
GGCGCUGC
AGGACCCC
UGGUGGAC
UUUUAAAG
GCAGAUGG
GGUGCCUG
UUCCUUCC
CUGCGGCC
CCUCUCAG
CACUCCCC
AUCAGAAG
GCUUCAGC
GACCUGCU
AGAAAGUG
AGCUCAGC
GCCAGUGG
AUUUUCUU
UGGAGCCU
CAGACCCA
AAAAUUCA
GACUGUGG
UCACCAAG
GGAGAAUG
GGGGCGGG
UGGGCUUC
CAUCCUGA
GAGGUGGG
CCCACUCC
AGAAGCAA
CUGCAAGA
UGAGGAAC
ACCUGGGG
GAAAAAUA
CUCUGCUC
GGCCAGCU
CUGGGACU
AACUGGAA
UGAAGGUG
UCUGGACA
AGCUGUGC
GAAGGCCA
CACAGUGG
UGGCAAAG
CCGAGGCC
AAAAUUAA
AGACAGAA
UCCUGUGG
GGCAGCAC
GGGCUUCC
GAGGGAGC
UGACCCCA
GUGGAGGU
GAGGUGCU
UUCCUCAG
GAGCCUGA
UGUGGACA
AAGAAGUU
GGAACCUG
UGCCAAGA
GAAAAAGC
UUGGAGAG
AAAAAAAC
CCAGCGCC
CUGUGAAG
CACAGACA
AAGCCAAG
AGAGCAGA
UGCUUCUG
UGGGGGUG
GAAGCCUG
CUGCAGGU
GUGACCCU
AGAGGUGG
UUCCAGCU
GGACAUGG
GGAAGGGA
AUGAAGAC
AGCCCUUC
CUCCAAGA
CCCAGCCG
CCCAGCUU
GCCGAGGC
UCCCAGUG
GGCUGGAA
CUCUCCCA
UCCUCAUC
GUGCUGUG
UUGCCCAG
CAGACAGC
UGAAAACA
CAUGGCCA
CAAAGAGA
CACUGGCC
AAAGCCAA
UCCUCCCA
CUCUGGAA
UGGCUUUG
CACCUUCA
AGCAGCGG
GAGGCCAA
AGGAGUUC
AAGUGCUG
AUAAAAUA
GGCCGCCC
CUGAAGAC
UGGACCCC
AUGGAGAG
AGGGCUGC
AGGAAAGG
AGCUGCAC
UGCCUCCA
UGGUGCCU
GCUCCCGG
GGUGGCCU
CCUUCCAC
AAGAAUGU
AGCUUCUG
GCAGCUCA
UGAAAAGA
GAGGCCAC
GGCCUGCU
CUGGCUCA
CCGCCACC
UUCCUGUG
CUGACCCU
CAGGAAAU
GUGCAGCU
AAAGAGAG
CUGAAGCC
CUGUGUUU
GCGCCUGG
AGGACAGC
ACCUUCUC
GGUGGUGC
ACAGCAGG
CGCCGCCC
GCUCCACC
GAAGAGGG
GAUGAAGG
GCAGAGGG
CCAGGUGC
CCAGCCGG
CGGCCCCC
GCUGGGAU
ACCCCACC
UUCAGCAG
UUCCAGAG
GGACCUGA
CAAGAUGA
GGGAGACA
GGGGCCUC
GCCACCCU
UCAGCUGG
GUGGCCUC
CCCCCAAC
UGCUGACC
GCAGAGCA
CAGGGACA
CAAAGGAA
CUCUCUGG
CGGCGGCC
UGAUGAAC
GUCCUGGC
UUUCUGAA
UUUUUUCC
UUUGGGAA
CCCAGCAA
CCGGGAGG
UGGCCUCU
AACAGGAA
GGGGAGAG
AGGCCGAG
UCUUGCUG
UGCCUGCA
UCUUCCCU
GCCCAGAU
CAGCAAGG
CCUUGGCC
CAGAGGGA
ACUUCCAG
UUUGUAAA
GUGGGGCC
UGAAAAUA
CUGUUCCU
AAGCUGGC
GCGGGGGC
CCAGUGGG
CCCAUCCC
GGCCACCC
CUCAGGCC
GCCUGGCA
CGGCCUCC
CCUUGCUG
CAGACCCC
AGAAAAUC
UCAUCCAG
UGUGAAAA
UUCAUUUU
AGUUCCAG
GUGGAGAU
CCCUUCCA
CUGAAAAU
CAUGGAGC
GAAGGGAA
GAGCCCCU
UCAUGCUG
GUGGUGCU
AUCUGAAG
UCCCUGUG
AAUAAAUU
CCUCCAUC
UGCCCCUC
CACCUCUG
CAGCAGCG
ACCCAGCU
CUCAGAGC
UGUUUUCU
CAUCACAG
GCUGUCCC
UGAAGGCA
AGGGAGAC
CAGGGCUC
AGCCAAGG
CAAGCAGA
CCUGAUGG
UUCUUCAG
CUCCAACC
AACCCCAG
GAAGCUGU
AAAAACAG
CAGAAAUG
GCCUUCAC
CAGAGACA
UCAUGGAG
CCAUGAAG
CCCAGUGC
GGAAAACA
ACCCCCUG
CAGGGGCU
GACACAGA
CUGUGGAC
GGGAACAG
GACAGAGC
CCCAGAUC
GGCGCGGC
CCAGCAUC
UCAGCUUC
AAGGGAAG
AAUGCUGC
GCUGAGGG
UCAUCUUC
AAUGAAUG
AGGAGAAU
GCUGAAAA
UGGAAACA
UCACAGGA
GGGAGAGA
CUGUGGAU
ACCCUGCC
AGUGAGGA
AGAGCUGA
CACCAAGA
CUGGGACA
CUCCAUCC
CCUCAUCA
AAGCUGUG
CUGCCAUG
UGACUGUG
AGAGAAAU
GAGGCCUU
GGCUCCCC
CAUGCUGG
CCAGCUAC
AGCUUCCU
GAGAAGAC
UAUUUUAA
CGGGGCCC
GGUGGAAG
AUUCCAGG
AAUGGAGA
UGCCAGAG
CGGCCCCG
AAGGCAGA
ACAGAGAG
GGCUCAGC
AAGACAAA
AGCCCACA
UGGCCCCU
AAAUCAGA
GGCUUCAG
CCAGGGAA
CCCUCAGA
GGCUGUGA
UCUUCAGC
UCACCCAC
AGUGUGGG
CAGCAUCU
CCAUCAUC
AUGGACCA
GAGAAACU
UUCCUCAC
CCAGGCAC
GCCAGGUG
UCUCUCUU
AAGCCUUU
UGCCACUG
UCCACCCU
UGGAAGAC
UGACUUUG
UCCCAGAA
CAUCUCUG
UGGGGACC
UGCCUUCU
ACCCUGGC
GACCCCCA
CCCAAGAA
CUUGGAGG
GGACAGCC
CACUGCCA
UCCCCUGC
CACCAGGA
AUAUUUUA
CUCUUCUG
UCCUUCAU
UAAAUUUU
UGCUGUGC
UUUUUUGA
CCAAGACA
GGCCCCGC
UCUCCACC
GAAGAGAC
CAGACAGA
CCAGUGUG
UGAGGGAG
UGCCAGUG
GGCUGAGA
GGUGCAGC
GGCGGGCG
UGGCCAGA
ACCUCCUC
AGUCCCAG
CAGUGAUG
GUGGGGCU
UGAAGGAC
CCAGCAUG
CAGCAUCC
AGAAAGAU
UGGGGGCU
GCCCAGUG
UGGGAGAG
UGUGGGAG
CAUCCCUG
ACCCCCAC
GUGUGGGA
UUUCAUUU
GGCAGCUC
GGAAGGCC
AGUCCCUG
CCAGCCUU
GAGGACCU
GCUCUGCA
GCUCUGGC
CCCAUCCU
CACAGAUG
GGGCCACC
GAGCAGGC
GCAGGACC
GCAGGGAG
UCUUCAAG
GUGGCCAU
CUCAGGGA
AGGAGGCG
CUCAAGAA
AAGGAGGG
CUGGACUG
GUGCAGGA
AAGCUGAG
CAUCUUCU
GCUGGCUC
ACUGGAAA
GGCACCUG
CUUCAUCC
ACAGCCCA
GCAGGUGC
CAGGGAGA
GGAGGAAC
UGUCUCCU
GGCCCCCU
UAUUAAAA
CUUCAAGA
GAAGGCCU
GGCUCCUC
GGUGAAGG
UUAUUUUA
CUCAAGGA
GAAAAACC
GGAGGGCA
CACAGGCC
UUGCUGCA
AGCCUGCU
UGGCCCAC
UCAGCAUG
AAGGGAAA
UUCUGAAA
AGGACUUC
GAAAGAUG
AAACUGGA
GGAUGGGG
ACAAGAGG
CCGCCCGC
AAAUGUAA
GAAGGACA
GUGGAGGG
CCUUCAGA
UCUCUGCU
GCUGGGAA
UUGUAUUU
CUUUCUUU
CUUUUCUU
AAAGAAUU
GGAGCAGU
CCCCGGGG
GGCCAAGC
UUGUCCUG
UGGCUCCA
GGCUGGAC
CACACCUG
GGGAGGAA
GAGGCUCC
AGGAAACA
GACUCUGA
GGAGCCAC
UGAGAAGC
UCUCCUCU
GGCCCCCC
AAGGCCUU
GCUCAGAG
AUGGAAAU
CCUGGCAC
AGAUGCUU
AGGCUGAA
CUUCUGUC
CAUGCUGC
AGUGGAGG
GGGAAAGG
CUCCCAGU
CCCAAGAG
UGUGUGGA
GCAGCACA
CCUCACUG
CAGACCUG
CUGCAGCG
CCCGCUGC
GGGAGCCA
CUGGGAUU
CACCCUGA
UGGACCAA
GGGAGGAC
CCUUGCAG
CUGUCUCC
AAAUUUUA
UGCCACAG
AGCCAUGG
UCCACAGA
GCUGGAAA
GCAGGCUC
GGCAUCAG
ACCUGAGG
UCAGAGAG
GAAAACAC
GAGCUCUG
CUCUUCAG
CUGCACUG
UUUGUAUU
GCCAGCAC
CCCAACAG
UGUGGAGC
CCUGCGGC
AAAAUAUA
GGUGGCUC
UGAGGCCA
CAAGGCCU
CUCACACC
AGGAAAAC
AGAAGACC
GCCCCUGA
CUCCCUUC
UCUGGGGC
GGAGAGCU
AUGCUGAA
CAAGAACA
UCACUGCA
GCAGCCGG
GCCACAGA
CUGGACAC
AGCCCACC
CUUCAGUG
CCUUUUCU
GAAAACCA
UUCCUCCA
CAGGCACC
GCUGAUGA
UGAGGUGG
CUUCAUCA
UGAGGACA
GGGCGGCG
GAAACAAA
GAGGGGAG
AAAAAGAU
UCUUCCUU
GAAAAGCA
UGCCAGGG
GCUGAGAA
GAGAUGAA
UUUGUGGA
CCUGCGGG
UGUCACAG
CCUUCUCA
UCUGAAAA
AGGCAGUG
AACAAAGA
UGGGGUGG
UGCAGUGA
AAAAUGUG
AUGUACCA
GAAAGGAG
CCACCGCC
AAGCUGGG
UGUCCCAG
GUGGGGGC
UGCCAAGG
CAGUGAGG
UUUUUUAU
GCUGGGUG
GGAAAUGA
UGGUCAGA
UUUCUUCC
UUUUUAUA
UUCUGCCU
ACAAGCUG
GGGCACAG
GAAAGAGG
AAUAAAAC
AGCAAGAG
CAGCUACU
AGGGCAGG
CUUUGUGG
AGGUGGAA
AACUGCAG
AGAAGGAC
GAGAAGGU
UGAUGGUG
CCAGAUGA
UGGUGAUG
GGAACUGG
GAAAGCCA
GAGAGGGG
UUUGGGAG
CACUGGGG
ACCUGGGA
UGACCUCA
CAAGCAGG
AAGUGGAG
GAAGAGAU
GGCAGGUG
AUGUGGAG
UAUUUUAU
GGCCUGGU
GCAGGCCU
AAAUAAUU
GCCCUGAA
CAGCCAGU
CUCAGGCU
CCAGACAC
AGCCACCU
GGAGCCGC
UGUGAGGA
CAAGGACC
GUGAAGAU
CAGCUCUU
GCCUCUUC
UUUAAAGA
CCUGAGAA
AGCACUUU
GUGAGCUG
CCUCAGGC
GCCUCAGG
UUCCAAAU
GAAGGUGA
CAGCUGUC
GUCCCUGC
GACAGAAG
CCAAGACC
CUCCCUGA
CAGAAAUU
GUGCUGCA
ACAGCCAC
AAACCAGA
AACUUCAG
CAGUGGGG
GCAGCGGG
CACCCAGA
UUUGGGGA
GGCUGGCA
CCACUGGG
CCCCGGGC
GGGCUCCA
GUUUCUGU
CACUUCCU
UUUCUGCA
GGCGGGGG
CGCCCGCC
GAGAGAGC
CUUUGAAG
CAGAGGAU
AGAAAACU
GCAAAGAA
GAGGUGGU
AAAGCCAG
UUCUGUUU
CCACUGUG
UGAAAUAA
UCCCAGGG
GCUGCUUU
GUGGAGCC
ACAGAAAU
AGCUCCUC
GAGGAGUG
UGGCUCCC
GAUGGCAG
GAGGCUGU
AGACCAUC
CCACUCCC
CAGGAACA
UCUCUGGA
GGCUCCCA
GGAUCCUG
UGGAUGUG
CCUCUGGC
UCUGUGUG
GCAGGCCA
AUGUGAAG
GGCUGCAA
CCCACAGA
CUGCAGUC
GGGCCCCU
CUGCUUCA
AAGAACAG
UUUCUGUC
CGGCAGCA
AUCAGAAA
AACUGAAG
AGCCUUCA
GGGACUGG
UCACACAG
UGUGCCAG
UGGAAGCU
GAACAGGA
CUGCUGUA
UUCCUGGU
CUGUGUCU
CAGCCCUU
CCAACUUC
UCCAAGGA
UUUCUUUC
GAGAAAGG
CUGGUCCU
AUAUAUUU
AUAAAUAU
AGGCCCCC
UGGACAUG
CUUCACCU
AGAAAUUU
ACCCUGCA
UCCUCAGA
GCCAGGGG
UCCUGUGC
AAGCCAGG
GAGGAAGU
ACUGGCUG
UAUGAAGA
CAGAUGCC
UCCUCACC
GGAGAACU
AGCAAGGA
GCUCUGCU
CAGAAACU
GGAGGACU
GGCACUGG
AGACUCUG
CGCCCAGC
GGGCCAGA
CCGCGGCC
GAACCAAG
UCUUCUCU
GGAAUGUG
CAGUUCCU
CUGCCUUU
GAGACCCU
GCGGGCGG
AUCCUGGG
CAAGACCU
UGAAGAGC
GAGAAACA
GGAAGAAC
CAGCGAGG
UUGAAGAU
GGUGGGCA
ACUGCUGG
UUCUCCCU
GUCCCCAC
AAGGAGAC
GGCAGGGA
UCCAGAUG
UCCACCAG
CCACACCC
GACCUACA
AGCUCAAG
CAUCCUCU
GGGCGCGG
ACAGGAGG
UUUGAAAU
UGCAGUGC
AGCCAGUG
GGCUUUGG
UGCCUGAG
UUAAUUUU
CACCCCCU
ACUGGAAG
UUCCCAGA
UGACAGUG
AAGAACUG
GCCCGGGG
UCUCCCCA
UGGUGCCC
UCCUUCAG
GCCCUCCA
CGCUGGUG
CUCCUGGU
AAGGUGAA
UUUGUGAA
AAAACAAG
GGCAGUGA
AUGAAAAG
CCAGGCCG
AAUGAGGA
GUGCCAGG
UGCCUUUG
AGGGCUUC
UUUCCAGA
CUCUGUGA
CCCCUUCU
CAGAAGUG
AAGGCAGC
CCUGUUCC
CCCAGCGC
UGUCUUCU
AACUUCCA
UGAUGAGG
UGGCCUUG
CCAGCAAG
UCUGUCAC
GGAAACAG
AAAAGCCA
UGGAGUGG
AGAAUAAA
AUUUGAAA
CUGUGAGC
GGUGGUGA
AAAGCUUU
UCCUGAGC
CACUCCAG
AUGGCAGC
GGUGCUCC
GACUCCAG
UCAGGCCU
AUUGAAGA
AGAUGGUG
GUGUGGAG
CUCCCUCA
CCAACCUG
GCCCAGCG
GGAGAACC
GCCUCUGA
CAGCCUUG
UGUUUUCA
UCUUCUUG
CUUCUUCU
ACUUCUCC
UGGGCACC
CAGUGCAG
UCCUGUCC
CGGGGCUG
UUCUCUUU
CCUGUGAC
AGGCCUCC
CUUUGGAA
AGGCCAUG
UCCUCCUU
UGAAAUCA
UUCCUCCC
CCUCACAG
CAUCUGCC
AUUAAAAU
GCAGAUGC
GCUGGCCG
UUCUUCCA
UCACCAGC
UCUGCCCA
CUCAGAAA
GAGAGGGA
UUUUCCUG
UUUUUCUG
AGAGCUUC
GAAGAUCA
CAAGGAUG
CAGAAAGG
UCCUCAAG
GUCUCCUG
UCCCACCC
CCAGUGCU
CUGUCCCA
CCCAGUCC
GAGGGAAG
UCUCUGUG
UCUCAGGA
AAAUAUAU
GAAGGAUG
CACAGGCU
GCUCAGCA
CAGGUGCC
AGGAUGUG
CUUUGCCA
GCCGCCUC
UUUUCUCU
GGGGAGCU
UGCUGUUG
AAACAAGA
UCUUCACC
CCUCCGCC
CAUGAUGG
CAGCAGGU
UUCUUCAA
AGAGCCCA
CCCCUCUG
AGGCUCAG
UCUCCCUC
GGAGUUUG
CUGGGCAU
CUUCAAGG
UUGUUUUG
AGAAAUUG
CCCCUCUC
UGUUUUUA
UCAUCUCC
GGGAAAAG
CCAGCCCG
CACCUUCU
CUGGUGCA
GACAGAGG
GGCGGCCC
GGGGCCGC
UGGUGGCA
CAAGCUCC
UGAGCCCC
GGCAGCCG
GAGGGGAA
UAAAAUUU
UGCCACCU
AGGGCCCC
CUUGAAGA
GGGAAAGC
UGAAGACC
GAACAGCA
GCUCAGCU
CACCUCUC
UCUUCCCC
ACAUUUUU
CUGCGGGG
UGUGGGCA
CCAUCUGC
CCUUUCCC
UUUCACCA
CUUUGAGA
AUUGAAAA
CAUCUCCC
GGGAAAGA
UCAGCCUU
UUUCUGUU
GACAAGAA
CAGAGGUG
CCCCCCAC
UCCCCAAG
AGGCCCAA
UAUUUUUG
UUUUCACA
AGUGCCUG
AUUCCAAA
AGUGGUGG
UCUCUGGG
CCCCAAGA
GCCUUCCA
AUGGGAAA
GAAUGUGA
CAUCCCAG
CUGCCCGG
UGGAAUCU
UCUUCAGA
AAGACCAA
UGCCCUGA
GACAGAGA
ACAUCAGA
AGAAUGGA
GGACAAGA
GAUUCUGA
AAAGACAA
CUGUGUGA
GGCAGAAA
UGAAAGAG
CCAUGGUG
GGGAGGGA
GGCUUCCC
GUGUGUGG
GGUGACAG
CCAGAUGG
GAGCUGCG
GAGCAAGA
CGCUGCCC
GACCCCAA
GGAGGUGU
UUGGGAGG
UUUCUUCA
AAGCAGAU
GCCUGUCU
GGAAAUGG
UUACAAAU
CAGCUCUC
CUUUUCCU
UGACAGAG
UCCCCAUC
UCUCUGAG
GCAGCAAG
AGAACAAA
GCCCCUCA
ACCCCAAG
AUGUGGCA
UGGCACUG
AAGUGAAA
AGGAACUG
GGGAAGGC
UGCUCUGG
GAGGGCCU
AUAAAAUG
UGAAACUG
CCCACACC
AGAAAUCA
UUUCAAAA
AAAAAUGG
CGGGGGCC
AGGGGCCC
UACUGGAG
CCACUUCC
UGCCUUCA
CCUCGGCC
AGCACAGC
UGGAAAAC
UGCUUCCU
CCCCAAAG
CAAAGAGG
CUGUGCUC
UGCUGUGA
UUGCCAGC
CUGCCCCG
CCUUGUCC
UGGACUUC
CAAGCCAG
GUGAAGAG
CUCCUGUG
CCUUUGCC
UCUUUCUG
UCACCUUC
CCCAGAAC
GAAGACCU
AGACAGCA
AAAGAACU
CCUCCUGU
GAGGAACA
UGAGAAAG
GGAAUCUG
GAGAUGCU
GAAAGUGA
CCACAGUG
CUUUUUCU
GGAGACCU
AACUGGAG
UCUGCUGU
UCCCCCAC
CAAAGCAG
CUUUAAAA
UGGAGGGA
CCAGACCA
UCUGGGAA
GCUCACUG
UGAGCUGA
UUGCAGAA
ACACAGCA
CAUCUCCU
AGAGGGGA
AGGAGUGG
UGAAGAUU
CACCAUCU
AAACUUUU
CUGGAGUU
GCCGGGAG
AUUCUGAA
AUGAGCUG
GAGGAAAU
GCUGGCGG
GACCUGCA
UCACCUGC
ACCAUCCU
ACACUGAG
ACAGUCAG
AAGGACAG
UCUGGCAG
GGAAGACC
UGAUUUUU
CCUGGUGU
CCCCGAGG
CUCCUGAA
GGAACAGC
UGGGCAAG
CCGGGCUG
GAGAAAGC
UGCUGAGA
UCAGCAAG
ACUGGAGG
AGAGGAAC
GUGCCUGC
UCCACCCC
CUUUGAGG
AAGAACUU
CCCGCCUC
CACAGAGC
AUGCAGAG
AAUGUGGG
UGACCCUC
GUUCCUGC
AAGAGACA
AAAGUGGA
AAGGGAGA
UUAAAUAA
GAUGGAAA
ACUGCAGA
GUCCCCUG
GUUUUGUU
GAAGCCCC
CAAAGCUG
AUCUUCCU
CUGGACUU
GCUGGACU
CAACCUCA
ACUGGGGA
ACAUGAAG
UGAAGAUC
CUGGGCCG
CACCCACA
CACCAGAA
CAGGCUGU
UGGAGCAC
AGAAGGGC
GGGGCUGA
CCCUGAUG
UCUCUUCC
CUGGAGCG
GAGCUCCA
GCCUGGGU
CGGGCAGC
GCCACCAU
CACACAGG
UUUCCUUC
CUGUGUGU
UGGAAGUG
GAGGACCA
UAAAAAUU
GGCAAGAA
CCACCAGA
GGAUGAGA
AAAGGGAA
GAUGGUGG
AUGAAAGA
GGCUUCUG
UCCCUUCU
GAGGCCAU
CAGGGUGG
UGGUGGAA
GGUCCCUG
CAAAGAUG
UGCUUCAG
GAGGACCC
UCAGCCAC
UGUGUCUG
UCUUCUGG
CCCACUGA
AAGAAACC
CACCAUGA
CAACAAGA
CAAGCCCU
ACCUGGCU
GACACCUG
GGGGCUGU
ACUUUGGG
ACCAAGCU
UUCCCAGG
CAGCAACC
CAACAUCA
UCUGGAUG
AAGAAGGG
CUUCAGAG
CCGCGCCC
AGCUGUGA
ACUGUGGA
AGCAGGGC
GUGCUGGU
ACAGAUGA
GAAGCAAA
AGAACUGG
CAGGACCA
CCAAGCCA
CAGAGGGC
AAGAAUUU
UUCAGGAG
UUCCCUGG
CAUGGCAG
ACCUCCCU
AGGCUGGC
UCUGCUCU
GCUGUCCU
GGCGGUGG
CAUGUCUG
GGGCUCAG
GUGGCCCC
UGUGGCUC
CCCUUCAG
AUGUGAAA
CGGGGAGG
UUCAGAGA
CUGAGGGA
UGGGGCUC
UGUCUCUG
ACAUGGAG
CCACUGGA
GUGCAGUG
ACAGAGCU
GGGCCUGA
AGUGAAAA
UGGGACCC
GCCCCCGG
AGAGCUCA
AAGGAGCC
GAAAAAGG
UGGGAGCU
AGAUGGCA
CUGGAAUC
GCCUGUCC
CUCUCAGA
UGCCCAAG
UGUGCCCA
CGGCUGCC
CUGUGAUG
CCUGGCUU
CAACAAAA
CUCCAUCA
CAAAUGCU
AACAGCUG
CUAUGACA
CCCGCGCC
GAUGCUGU
AGCAACAG
CUUCCCUU
AAGCUGCC
CUUCUGAG
CAGACCCU
ACUUUUUU
UUUUGUAU
AGGAGCCU
CCCUGUGA
UCAGAGGC
UGAGCCAC
UACAGAAA
AAGCCAGC
CAAGAAAU
GAAAAGCU
ACAGCAAG
GAAGCCAU
CUCACUCC
ACCUGCCA
UCCAAGAA
AAAAUUAU
GAAAACAG
GGAGCCCG
AAAACAUU
UUAUUAAA
GUGUGGCC
AGUGCCAG
AGCCACCC
CUGCUUUU
GCCACUGG
CGCCCUGG
UGGCAGGG
AGCUGAGA
GGAGCUCU
GCUGGGCG
CUGAUGGA
UCCUGGGU
GGAAACCA
GGCCACCU
UUCAAGGA
UCAGCAUC
GGACAGUG
CGGGGCCG
UCAGAGCC
UCUCCAAC
ACCUCCCC
GCGGGAGG
GGGAGAGC
UUUUCAUU
GACUUUGA
CCAACAGC
UGAGCAGG
CUGUCACC
GAAGACAU
CACCACUG
UUCAGCUG
UCUCAGAA
UGAAUAAA
CCGCCAGC
CCUUCAGG
CGCCUGCC
GGGCCGCC
UGGGAGGG
UGCUCCUC
GAGCAGUG
GCAGGGCA
CAGCUUUG
CCAGAGAC
CCUGCGCC
UAAAGGAA
UCAGGCUG
CCAGACCU
UCUGUGGC
AGAGAGCA
GAGACCUG
GAGUGCAG
CCCAGGAU
UUCCCAGC
GUGGGUGG
UCUGAGAA
AGCAGCUU
GGCCCUCA
GCUUCCCC
AGCGGCGG
GGCCGUGG
AUGCUGUG
AGUGGAAA
AAGAAGUG
UCUCUGCA
AAAGCAGC
GAGGGGCU
AAGGAAAC
UUAAAAUU
GAAGCUCU
AGAACAGC
GUCAUCCU
CUGAGAGG
UCCAAAUG
ACCCAGAA
UCUCCAGA
AGAGCCUC
AUGGUGAA
CUUCCCCC
GGACUGGG
CAUUUUCU
AUAAAUUU
UGGAGGAU
UCCCUCUC
UAAGAAAA
CUGUCCUC
CAGUCCUG
CCUACCUG
AGUCCUGG
ACCUCAGU
AGCUCAGA
GCUGACCC
AGGCCACC
CCAUGAAC
UGAACCUG
GGAAACCC
GAGGGCUG
AGAGGCUC
UUCAGCCA
GCCUGCUC
UCCUGGAU
AGACAGUG
CCUUCCUU
ACCCCCAA
AGAGAAUG
AAGCCUUC
UCCCAAAG
GAGACCCC
ACACAGAA
GUGCAGAG
UUUGCAGA
GCCGCCCG
CUUGUCCU
UCCUGCAA
CCCCUGUG
GGCCGCGG
GCUUCUGC
GCCGCGGC
CUGUCCAC
GGGACAGC
UUGGAAAU
CAGUGGGA
AAGAAGGU
CACUGAAG
CCAGUUCC
CUCCAAGC
CACCCACU
CAGCGGCU
CAGGAAGU
GGGAGGCA
UGAAGGCC
GCUGCACA
GGAAGAAU
CCUCCCUU
UCCACCAC
GCAGGGCU
AGGGACAG
UGCUGGAU
UUCUCCUC
CCUUCAAG
GAAAUCAG
CUGCCCGC
GACCCUCA
CAGAGCAA
CAUGGCCC
CUGACCCC
GUGGAGAC
GGAGCCUC
GACAGUGG
AGGCCAGA
GAGCAGCG
AGAAGAUA
AGGCCCUC
UCCUCCAC
CUGGAUGC
UCUGGCCU
CCUCAAGG
GGCCUUCU
CUCCACUG
CUGGAGUC
CCCCCACA
CACACUGA
UUGAGGAA
AAGACCUG
CCACUGAA
UGAUGUGG
UACAAAAA
CGUGGUGG
GACAGCCC
AAGACCCU
AACAGUGA
CAUCAAGG
UGGGAAGC
UUGAGAAG
AAACAGGA
GCCAAGCA
UAAUAAAG
CUUUGAAA
GUGCUGUU
UGCUGCAC
ACCACCUC
CUGAACCA
CAGAUGAU
CCACAGGG
CAGCUGUU
CAUGGACA
GAUGGAGC
CCUCAAGA
CUGGAAAU
AAACAUUU
UGGCCGCC
UGCCCUCU
AAGCAGUG
CUUCUUUG
GAGCAGAU
ACCCUGUG
GGGCCUCA
CAUCAAGA
UCACAGCC
CUUGGAAA
AAAUGGAG
CCAGGGGA
GCGGCGCC
CAUCUGUG
GCACCACA
GCCCAGGU
GCUCUUCA
CUCACCUG
CUGACAGC
GGGAAAAA
UUCAGCAA
UGCUGCGG
GCUCAUGG
ACCUGCAC
CUCCAAAA
CUCUGUCU
AUGGGGAG
AAAUGCAA
CAGAUGUC
GCCCCACG
CCUGCCCG
UCAAGCUG
CAUCUCAG
GCAUCCUG
CUCCCAAA
AAGAUUUU
AGCCCUCC
CCAAAGCC
AGGCACUG
AAAAACAU
CUGGCUUU
CUGCCCAU
AAAAAAGG
UAAAUAUU
AAAAUGUA
UGUAAAUA
CCAGGAAC
UGAAGGCU
CCUCUUUG
GGGACAGG
CCAAAGUG
CAUCUUUG
CCGCUGCU
AAAAUGAU
GCCCGGGA
UAUUUUCU
GACAGCUG
UGGGCAGA
UCAGCACC
UCCUCAGG
AGGAAAGC
UCCAGUGG
CUCACCCU
UUCACCCA
CCUGUCCA
UUUCUCUU
CCCCAAGC
CAGCUCAC
GACUCAGA
AGAUGGGG
GUGUCCUG
CUGUCUUC
GGAAAAAC
GCCCCAAG
AACAUUUU
CCACACAG
AACAGCCC
CGAGGAGC
UUUUCCAG
GUGGGAGA
UUCUGCCA
AAGGAUGA
AAGCCAAA
CCCACAGG
CUUUCUUC
CUGCCCAA
ACCCACAG
UCCCCCUG
GGCGGGAG
AGCUCUGA
CCGGAGCU
AAGAUGCA
CAACAGAA
CUGCGGGA
GCCACCGC
CUCAGGGC
AGAAAUAU
AAAUGAAU
UUCUGGGA
CAACAUGG
UGCUCUGC
GAACCAGA
UCUGCUUC
CCUGACCA
GUGUGCUG
UGCCCAUG
UGGGGAUG
ACCACCAG
AGAAGUCA
GCUCAGGA
UCAGCCCU
CGCCUCCC
ACACAGCC
GGUCUCCA
GGGCACUG
UGGAACUG
GGUGGACA
UUUCCUGA
GGAGGCUC
CCCAAGGC
AGACCCUC
CCAGACAG
CAGUGGGC
UCUGCACC
UUUAAAAG
CAUGGAUG
CUUCUGGC
CCCCAUGG
CUCUCUCA
AGAAAGAC
GAAAGCCU
UGGACACC
AGGGAAAG
AGAAAGCU
GGGACCCA
AAGCCUGG
CUCCACAG
UUCCUCUC
AUGGAGGC
CCAGAAGU
UCCCUCCA
UCCAAGGC
UUCUGAUU
GCCAUGGG
GUGGGCUG
AAUGGGAA
CCCUCUCU
CCGGCUCC
CUGAGGUG
CAGAUGUG
GAUGGCUG
UCACCUCC
CCAGAUGC
CUGGGUCC
CCUGUGCA
UCAAGCAG
UUGAAGAG
CUGGACUC
UUUCCUCA
CCAUCAGC
UCUGGGCU
AAGAGAAU
CUUUGGGG
CAGAAGGG
GUGGUCAA
UGUCCCCA
GGUGCAGA
UCAGGAGC
AAGAAAGU
ACAUUCCA
AAAAGCUG
GUCCUGCU
UUUUCUCC
CUUUUAAA
GGACCCCC
UUCUGUGG
UGAUGCAG
UCUGGGGA
AUGGCAGA
AGGGCUCC
GACUCUGG
GACAUGGA
GGCCGCCG
GGGAGCCU
AUUCAGAA
GGAAGUGA
GCCUGCGG
AGCACAGA
ACAGACAG
GUGGCUCC
UGAUGAGA
UCACCUGG
UGGCCAAC
GCUGUGAG
GGCAGGCC
GCCAUCCU
ACAGUGGA
UGUUUCCU
AGACAACA
AUGCCCAG
GGUCCCAG
CCUCAGAA
CUCUUCAU
AAACAGCA
GUGGCAGG
GUGGCAGA
CGGCCCUG
UUGCUGUG
AGGACAGA
GGGGACCU
AAUUUAAA
ACCAUGGC
GAGCCAAG
AGGACACA
AAAUGCAG
AACAGGAG
AAGAACAU
CAUGGCCU
CUGCCAGU
UUCUGAGA
CAAGCUGA
AGGGGAGA
GUCUCAAA
CGGCUGCU
UUCUCUUC
UCAGAAAU
UCUGCCUU
ACCUUCCU
GGGCUGCG
CAUGUACC
GACCAGCU
GAAGCUCA
GGCACAGC
AAGGAAUG
GCCUUCUC
UGCUGUUU
CAACUUCU
GUCCCAGG
UUAUUUUG
AGAGAAUU
AGAUGUGG
UCCCUUCC
CCAGCCAA
AAAGGAGG
UGACCCCU
UUUCUUUG
GAGCCGGG
AGACAAAG
GCUGACCA
CAGGACAA
CGGGAGGC
AGGCCUGC
CCAACAGA
AUGGAGAC
CUGGGUGC
GCAGGAUG
UUCAAAGA
CAGUGAAA
CUGUUUCU
UGUUGCUG
GACACCCC
GAGAGCCU
CAAGCCCA
CAGAGACU
CAGGGAAC
GAGAUGGC
CUCUUUCU
GGGACAGA
AGAAUGAA
GGAGUGGG
GAAUAAAA
ACUGAAGG
CAGAUGAG
CUUUCUGG
GCGAGGAG
UGACAGCA
GGGCCUCU
UGGCCCUC
UUCUCCAA
AGAGAGGC
UCUGCUGA
AAGACCAG
CAACAACA
GUGCCAGC
UAUGAAUG
AAGAGGAU
UUCUCUGC
AAAAUGCA
AGCUGCUU
UUUGCUUU
CACUUUGG
GGUUCCUG
UGAUGGGG
GGGCGGCC
CAGGCCAC
AGGGAGCA
UCAGAAAG
GAAAAGAG
AAGAGGCC
CCAGAGUG
GGAAAAAU
GGGGCAGA
CAAGGUCA
UGCAGAAC
AAAAGACA
CAACUUCA
GCUCCUUC
CUACCUGC
CAGAUGGC
UUUUAUAA
CUGCCAUC
CGGCCUGG
CUUCACUG
CAUGAAGG
CCUCAGAC
AGGAUGGA
AACCUGCU
AACUUUUU
AAUGAAAU
AUCCUGAA
AAGGGGAG
GUGGAUGG
AAAAACCA
ACAAAAAU
GAGGCCUC
UUUCCUCC
UGUGUUGG
GUCAGGAG
UGCCAUGG
UUGGAAAG
GGACUUCA
AGGGCAAG
CAGCAGUU
AAGAGCAA
UUUAUAAA
UUUAAAUG
GAGAAUGA
UCAGGCAG
GGACCAGA
AGGAACUC
AGACACAG
CCAGCAAA
GACCUGCC
CCAAGGUG
CUCCCAUG
AGUGUGGA
GCAAGCUG
GGCUUCCA
UUCCUCAU
AAAAAUCU
UGCCCCCU
CUUUCCAG
ACCAGAGG
AAAAGAAC
GACUUCCU
CUCAUCCU
CCCAACCC
UUAAAAAG
GAAAGCUG
GGGCUGGU
GGCCAUCA
UCUGUGCC
GGGGCCAC
GUGGACAG
GCCGGAGC
AAUGAUGA
GAAUGGAA
CAUCAUCU
CUCUGUCC
CCAAGGGC
AAAUGAUG
CGCGGCCG
UCUUCUGC
GACCCUCU
AAGAAUGA
UUGGCCUU
CAGCCCAA
GGACACCA
GAGGAGCG
CCACGGAG
UAGAAGAA
UGCUCUGU
UUCUGCAC
AGGGAAAA
CCCCCACU
GCCUCAGA
CAAGGCAG
GAACCUGA
CGGAGCCC
GGAGACUG
GCUGUGUC
GGCCUCUC
UUCUUCUC
AGCAGAUC
GGGCAAGG
CCUCCCCG
CUUCUGAA
ACCAGGCC
AACAAAAU
GCCAGUGC
UGGGACCA
UGUUUCUU
CUCUGAUG
UGGCUCAC
UUAAAAGA
ACCUCAUC
UCCAGCAC
UCUCUCUG
GUCCCUGA
CACCUGAG
AUGGGAAG
GAGUUUGA
CUGCUCAC
CAUUGCUG
UUUCUCAG
CCCAGCUA
ACUUCCAA
CAUCAUGG
AGCCCUCA
UGGGGGCA
UGGAUGGG
ACCAGGAA
ACAAUAAA
ACAGCACC
GCAGUGUG
ACCUGUGG
AUGCUGCA
AGGUCCUG
UCAGGGAG
CCCUGGAU
AUAUUUAU
GGCCCAUG
AGGAAGGC
CUUUCUCU
ACCUGGCA
GUGACCCA
CCCAUCUG
GCGCUGGG
UUAAGAAA
UGUGUCCU
GAGGACUU
CCAAAGAG
CUGUGACU
GCCCUGCG
GCCCGCCC
UAAUAAAU
AACCAGAA
UCUGGCCC
CUUUUUAA
UGUGGGGA
CACUGUGU
GCGGCCGG
UCCACCUU
CUGGAAUG
AGGAGCAA
GAGGCCGA
AGAGAUGA
AAUAAUAA
GGCUGCCG
UGCAGACA
UCUCUUCU
AGAAACUU
CACAGGCA
CACACUCC
AAGAAAUC
AGGGCCCA
UCAUGAAG
AUGGCUGC
UGUACCAG
AGAAGGCU
GGAGAAAU
GGAGCAAG
AGGCCCCU
AGUUCAAG
CCAUGCAG
AGAGAGGG
GGAAGGCA
AAUUUUAA
GCUGACCU
GAAGACCC
UUCCUGUC
GAAAAGAU
UCCUCACA
AGGCACAG
ACAGAGGC
GACAACAG
CUGGCCGC
CUGUCCUU
GUACCAGC
GAGAAUGG
AAUGGAAG
AGCUGACC
GAUGAUGG
UGGGACUG
CUCUGAGC
GACAGCCA
AUGCUGGG
AAAACCAG
UCCUGAUG
AGGAACCU
GCUCUCUG
GGCCUUUG
GCAGCGCC
CCUGGUCA
CCCUCCAC
GAAGGGAG
GGGCCAAG
UUCAUCUU
CCACCUGA
ACCUCUGC
AGGUGGGG
CAAGCUCU
UUUGUUUG
GUGGAAGC
UUUAAGAA
UCUGUUUU
GGGAAGCU
AGAAGCAC
CCAUGGAC
CUGCAUCU
UACUUCCU
ACCUCUUC
AGAGUGAG
CCCCCGGG
CUUCUCUU
CAUGGAAA
AGAUGGCC
ACACCCCC
UGGCAGGC
CCAUGGCU
CCAGGGUG
UUUUGAAG
GACCAGCA
GCACCCUG
UGUGCAGG
GCGCGGCC
UCUCAGCU
AAAGGACA
GCAGCAUC
GGAGUGGA
GAGCACAG
UUCUCCCA
GGACACUG
CCCAUGAA
ACAGAAAG
CCUGUGGU
UCUCCAAA
AGCUCAGG
GACGAGGA
GGGAGCGG
GGGCAAGA
GCCUCCCG
UCCUUCCA
UUUCUGUG
AAAUUAUU
CCUGUGAG
CUGUUUUU
GUUCUUCU
CCAGUGAG
AUUUCUUU
GUGCUGAG
GGGGGAGC
UCCUGAAA
UCUUUCUU
GCUGGUGU
AGGAGCGG
AGAUGCCA
AAGCAGCC
GCGGGGAG
UUCUGAUG
UGAAACAG
CCCCACGG
AUCCAGGG
UUGGCCAG
UGCUGUCU
GUCUGCAG
CAGGACAC
GAGGAACC
AGCAUGGC
AGCAGGAC
CAAAGGAG
AUGAUGAG
AACAACAA
AGACACCA
GGAGAUCC
GAAGAGCC
UGGAUGAU
UGGAUGGA
CCACAUCC
AGCUGUCC
GAGAACAA
UGGGACAG
CUCCCAAG
ACAGAAGG
CCUCAUGG
GCCCCUCU
GAAAAUAU
CGCCUGGC
AAUUUUAU
AGGGCCCU
CUGUGAAA
CUGGUGAG
UGGAUCUG
UGGAUGCC
AACUGAAA
UCAGUGGU
AAUACAAA
ACCUGAGC
GACUGCAG
GGCUGCAC
CAAGCCCC
GGGGGCGG
ACAAGACC
CCCUUUCC
UGGCUGAA
CAGAGCUU
AGGCAGGG
GAAGGGGC
CAUACUGG
CCUCACAC
CCAGAAUG
AAACCUUA
CAGGUCCC
AAUGUUUU
CACCAGUG
GGCAGAUG
AAAGCUGA
GGGAGAUG
CAGGCCAA
GGGGAAAA
AGCAGGGG
UGAUGGAA
CUUUGGAG
UUUAAAUU
CUGCUGAU
CCCCCAAG
AGCCAAAG
AGCAGGGA
CGCCUGGA
UAUUUUUC
AACAAGAC
GAGACAGG
UGAAGACU
GCUCCAGA
CCUGAGAG
UGGUGUGG
CCCCUCAC
UUCCCUCU
GUCCUGCC
ACCCCUGG
CUCUGUGC
UCAUCACC
GGAUUCUG
ACCAGAGC
UAAAAUAU
CAUCAGAA
CAGUCAGG
AAGAGGCA
GAGACAGC
AAGGCCAG
GGGGAAGC
GCAGACCC
CCCGCAGC
CUCCCGGG
CCCCCAUC
UCAAAUAA
UCUGUGAA
UCCUUCUC
AACCAGGA
CCUGGGCG
AAAGAUUU
GUGACCUU
UGAAAAUU
GAAAACAU
AGCAGACA
AGCUGGAU
UUGAUGAA
AAGAGGAC
ACACCAGC
GCACUUUG
AUCCAGGC
GCUUCUUC
GCCAAGAU
AGCGGGAG
UGGCUUCA
AAGGCCUG
AUGAUGGG
CCAACCCC
GGCUCUUU
GGCAGCAA
GAAGGCCC
AUUGGAGA
AAGACCAU
AAAACUGA
CCGGGACC
UGACCUGC
CAGAAAGC
ACUGCCCA
CAGGACUG
AGCUCCAA
UUCUCUGG
CAUCUGGA
UGAAUGUA
AGAACAGA
CCGGCGCC
AAGAUGUG
GUCUUCUG
UAUGAAAA
ACCUCAGG
AUCUGGAA
GCUGUGCA
CUGCAAUG
AAAAAAGU
ACGAGGAG
CUUUGCUU
CCCUCAUC
ACCCUGCU
CCAUGGGC
UCCUGUCU
GAGGACUC
CUUCAACA
ACUGUGGC
CUGGAAAC
GGCACCAG
AAGAGAUG
ACGUGCUG
GUGCUGAA
AACAGAAC
CUGGAAGU
ACCAUGGA
CUCUUGCU
CAGCAAGC
ACACACAG
AACCAGCA
UGUCUCAA
CAGUGGUC
GGCCUUGA
UCCAACCU
UCCAGGCA
CCAUGGGG
AGAUGUCA
ACCAGAGA
AGGCGGAG
CUUGGAGC
UGGAUUUU
UUCUUCCC
GUUCCACC
GCUCUUUC
AGAGCUCC
UAAAAUGU
UCUUCCCA
AAAAUCCA
UCAUUUUU
CCAAGAGA
GGAGCACC
UCAGAGCU
GGAAAGGG
GACCACAG
CUGGAACC
CCUUGAGG
CUCCAAAG
GGUUCUGG
UUGGGAAA
UUGCUUUU
UUCCAGGG
UCCUUUGC
UCUGUCCA
GCGCUGCU
ACCACAGA
AGACAGCC
AAGCAAAG
CGCCCUGC
UCUGUCUC
CCUGGGUC
GACCCCAC
CAGAUGCA
AUCUUCAG
UCAAGAUG
UGUCUUCA
AAAAUCAC
CAGACUCU
UUCUUUGU
CCACCUGU
UGCAAGAA
GAGGACUG
GGAAGAGU
ACCAGCAC
CUCAGCUU
CACAGCAC
GGGCAUGG
UGUGCUGU
CAUCUGCA
UUUUCAGA
GCCCAGAC
CAGAACCU
ACAUCAUC
GCAUGGAG
UCUGCCAC
CAGGUGGU
CCCCAUCA
UAUUUAAA
UCUUUCCU
UGUGCUGA
CUACAGCA
CACCCUCU
AGCUCCCU
GAGGGCCA
GCAGGACA
ACAGGAGC
CAGCAGAC
AAGGAGGU
GCAGACAG
CGGGCUGG
CCUCCAGU
ACCAGGAC
UGGCACAG
AUGUAUUU
CAUCAGGA
UUCUCUCC
AUUUUGUU
AAAUUGAA
GGCUUCUC
ACCCAGGG
UGCAGACC
ACAGGCAG
CCAUCAAG
GUGAAAAA
CGUGGAGG
CACUGCUU
CCCCCUUC
UGGGCCCA
AGAAGUUU
GCUCUCAG
GCUCUUCU
GUGGAAAG
UUCCAGUG
AAUGCAGA
AGUGAUGA
UGGGCAUC
CUCAGUGC
AAAAUCAG
CCAUCUCU
CCUGAUGA
AACCACAG
UCAGCAGG
UUGGGAAG
GAAGAACC
UCAAAAAA
UUGAGGAG
GUGGCCAA
GGCAAGGA
CCUGCACU
GUGCAGCC
GGGAGGGC
GCCCCUUC
AUUUUUUG
GGUGCCCA
GAGGGUGG
AUUUUUCA
CCACAGGA
GAGAGGCU
CUGCCUUG
UUUUCCUC
AAGCUCUG
GGAGUUCA
UGUCAGCU
GGGGUCCC
GUGACAGA
GGAGAGAC
ACCAGCCA
UUUCACUU
GGGCAGGC
GGCACAGA
GCAGCCAA
GCCGGCCC
GGGAAGAC
AACAGCAA
GAAAAGCC
GGACCUAC
AAUUUUUA
CGGCUGCA
GCUGCCAA
CUGGAACU
GGUGAUGG
AACUCACA
UUGCUGGA
AAGGCUGG
UUGAAAGA
CCCGCCUG
CCGAGCUG
ACCAUGUC
AGCAAAAA
CUGGGGUC
ACACCCAG
GUCUCCAA
UCAAGGCC
UCCCGGAG
CCACUGGC
GGGUCCCC
GAAGAUCU
UUGAGAAA
UGGCGCUG
AGAUCAAG
AGAGACUG
CUGUCACA
UUCCUGUU
CCUCAUUG
AGCCCAUG
CCAAGGUC
UGAAAAAC
AUGCAGGA
GAGAGCCA
AAAAACUG
GGAGGGAC
AGGCCAUC
AUCCAAAG
CAUCAGCC
UUUUAUAU
CUUCCAAG
CCUGCAUG
GCAGCCUU
GGCCGGCC
CCAGAACA
CAUCAACA
UGCUCAGG
UCCCUCAG
GCCUGCAC
UGGACCCU
GCUCCGGG
UUCCCUGC
CCUUCUGA
CGCAGCCC
CACCUACA
UUCAUCCU
GAGGAGUU
CCCUGCGG
AGGACAUC
CUCACAGC
CUUCAAAA
GCUUCAGG
AUGGUGGA
UGGAGUUC
CAUCACUG
AGAGACCA
GAAAAUGC
ACUCCUGG
AUAAAAGA
CUCUGUGU
ACCUUCCA
UGGAGAUC
UGAAAGGA
GUGGAAGG
AGCUCAUC
AAAAGAGG
AUGCUGCC
ACCACCCC
GGCCAUCC
CUGAACAU
AGAGAACA
AAAUCCAG
GUCUCCAG
CAUGCCUG
UGGAAAUU
GAAGACUU
CUCCUUGG
AUUUUCUG
GGAGAUCA
ACAAGGAA
AGGGAGCU
UCUGUGAG
AGAAGCUU
CAAAACCA
GAAAAUCA
UUUCCUGU
GAAAAACU
GAGGACAA
GGGUGGCC
AUCUGGAG
GGGGGCCA
ACUCCUUU
ACAGCUUC
AGACACCC
AAAACUUU
UCCUUUUU
AGUGAACA
GAGACCAA
UGCCCCAC
UGUGCAGA
UCAGCUCU
ACAUCUUC
UUAUAAAU
UGAAUUUU
ACACCCUG
CAAUAAAU
UGGAAGGG
CUGAGGAU
ACUUCAGC
CCUUUCUG
UUUCAGCC
GAUGCUUC
GCGCCGCC
AACUGCUG
AGUGCUGC
UGGAAAUA
ACAGCAGU
AUAAACAU
AAGAUGGG
UUUUGAUG
CAAGAAGU
GUGGUGAA
GCGGAGGC
CAGCCAUC
ACUGAAAA
GUGGGCAC
GUGCAGAA
GUGAGAAG
UUCAAAAA
AAAUAUAA
AGCAGGCA
GCAAGAAA
ACAGUGAC
CGGCAGCC
UCUGGCCA
UGCCUGUC
UGAAAAGG
CAUGUUUG
AGGACAUG
CCGAGGGC
CUGCUUUG
GGUCCUGC
CUGCCACU
GCCUCACC
GAUGGAAG
