TTTTTTTT
AAAAAAAA
GAGGAGGA
AGGAGGAG
GGAGGAGG
TGCTGCTG
GCTGCTGC
CTGCTGCT
GCAGCAGC
AAGAAGAA
AGCAGCAG
GAGGAAGA
CAGCAGCA
AGGAGCTG
GAAGAAGA
CCCAGCCC
GGAGCTGG
TGGAGGAG
GCTGCTGG
GAAGAGGA
AGCTGCTG
AAGAAAAA
AAAGAAAA
CCTCCTCC
AGCAGCTG
AGAAGAAA
GCGGCGGC
CCTGCTGG
CTGGAGGA
CCCTGCCC
AGAAGAAG
CCTGGCCC
AGGAGAAG
CCTGCTGC
AGCTGGAG
CCAGCAGC
CCAGCCCC
GGCGGCGG
CAGCCTGG
CCCCAGCC
CTGGAGAA
GAAGAAAA
CCTGGAGC
AAAATAAA
GGCCCTGG
CAGCAGCT
CCTGGAGG
CCTGCAGC
AAAAGAAA
GGAGGAGC
GGAGCTGC
AAATAAAA
TGCTGGAG
GCAGCTGG
GGAGGAAG
GGAGGAGA
AGCTGCAG
CAGCCCTG
GCTGCAGG
GCCTGGCC
GGGCCTGG
CAGCTGGA
AAAAAGAA
CTGGAGAG
GCTGGAGG
AGGAAGAG
TGGAGAAG
GCTGCAGC
TGCTGCAG
CCAGCCTG
CTGCTGGA
GGAGAGAA
TCCTCCTC
TGGAGCTG
CTGCTGCC
CCCTGGAG
GCAGCTGC
CCTGCAGG
CCTGGGCC
CCTGGAGA
GCCCAGCC
CCTCCTGG
GCTGGAGA
AAAGAAGA
CCTGGCCA
GGAGAAGA
TTTTTAAA
TGAAGAAG
CCGCCGCC
CAGCCCAG
CAGCAGCC
CCCAGGAG
AGAAGCTG
CCCTGCTG
GCCGCCGC
AGGAAGAA
CCAGGAGG
CTGCAGCC
CCCTGCAG
TGTGTGTG
TGGAGCAG
TCCTGGAG
CAGGAGGA
CTCCTCCT
GGAGCAGC
AGAAGGAG
CTGCAGGA
AGAGGAAG
GAAGATGA
CAGCTGCT
AGGAGGAA
CAGCCTCC
CCCCTGCC
GAGCTGGA
CCAGGCTG
GGCTGCTG
GAGGAGAA
AGGAGCAG
CGGCGGCG
GGAAGAGG
GGAAGAAG
CCCAGGCC
CCTGCCCC
CCTGCCCA
TTTTAAAA
CCCTGGCC
TGCAGCTG
CCAGCTCC
AGCAGGAG
AGAGAAAA
TGGAGAGA
GGAGAAGG
CTGCAGCT
GAGGAGCT
CCAGGCCC
GGAGGCTG
GGCCCTGC
AGAGGAGG
GGGCCCTG
GATGAAGA
CCTCAGCC
CTGCAGGG
GCTGGAGC
AAAAAAAT
AGGCCCTG
GCAGGAGG
CCAGCTGC
GCCTGGGC
CTGGGCCC
GCCTGGAG
CTTCCTGG
GGCTGGAG
AAGAGGAA
AGAAAAAA
TCCTGCTG
AAGAGGAG
CCACCTCC
CCCAGCAG
GGCCCAGG
TCCTGCAG
CCCAGCTG
TGGCCCAG
GCCTGCTG
GGCTGCAG
CCACCACC
CAGCTCCC
TGAAGAAA
CTGCCCTG
AGAAGATG
CTGCCTGC
GGCCCAGC
GAGAAGGA
CCTGGCTG
CCAGCTGG
TTTAAAAA
AAGGAGAA
CTCCAGCC
CTGCCTCC
AGAAAAAG
CCTGCCTC
GGAGGTGG
GAGGCTGC
GAGAAAAA
TTTTTTAA
ACCTGGAG
GAGGAGGC
CAGCCCCA
TCCTGGCC
GCCTGCAG
GAGAGAAA
TGGCCCTG
CTGCTGGG
CCTGGTGG
GGAGCAGG
ATGAAGAA
CCCCTCCC
CTGCCTGG
GAGAAACC
GCCCTGGC
GGCCTGGG
TTTGTTTT
TGAAGATG
GCTGGTGG
TGGGGCTG
CTCCTGCC
CCCACCCC
GCAGGAGA
CTGCTGGC
CCTCCTGC
AGGAGGTG
GCCCCAGC
TGGAGAAA
GTGTGTGT
GGCAGCAG
GGGGCTGG
GGAGAAGC
CCCCACCC
CTGCCCAG
CTGGAGCA
CCAGGAGC
AGCCCAGC
CTGAAGAA
AAATAAAT
GCCCTGGG
GAAGGAGA
CTGGAGCT
CCTTCCTG
CAGCTGCA
AAGAAGAG
CCCCCAGC
CAGAAGAA
GGCCTGGC
GGCAGGAG
GCTGCTGT
CTGCAGCA
CAGAGGAG
GGGAGGAG
GCCCTGCC
AGAAAGAA
AGAAGCAG
GAGAAGAA
GCCCTGGA
CTGCTGCA
GAGCTGCT
CAGGAGAG
AAAGGAAA
CAGGAGCT
AAGAGAAA
CTCCCTGC
GAAGGAGG
AATAAAAA
AGAAGAGG
GCTGGGCC
AAGGAAAA
CTGGAGGC
CCAGGGCC
AAAAATAA
TGCAGGAG
GCCTCCTG
AAGAAAAT
GGCTGTGG
GCTCCTGG
GCAGCCCC
AAGAAAGA
CTGGCCCA
GGAAGAAA
TTTATTTT
AGAAGAGA
TTTTGTTT
GGCTGAGG
CCTGCCCT
GGCAGCTG
CAGGCTGG
CCCCCACC
AGCCTGGG
CTCCTGGA
GCTGCCCC
GAAAGAAA
AAAAGAAG
GGGCTGGG
CCCAGCCT
CCTGCCTG
CTGGGCCT
GGTGGAGG
GCCCAGGC
CCAGCCAG
CAAGAAGA
GAAAAAAA
CCCTGGGC
CTCTTCCT
CCCTCCCC
GGTGCTGG
GGTGGTGG
CAGCCCCT
AGGCCCAG
GCCCCCAG
GCTGCCTG
AGCCCCAG
ACCTGCTG
TGCTGCCC
CAGCTGCC
AAGAAAAG
GCTGCTGA
CCTGGGGC
GAAGAGAA
GATGATGA
CCCACCTC
TGGTGGAG
TGGTGCTG
CCCTCCTG
CTGGAAGA
ATTTTTTT
TGCAGCAG
AGCCCTGG
CTCCTGGG
TGAAGGAG
CCTCTGCC
CTGCCACC
AAAGAGAA
CCAGCCCA
CAGCCCCC
TGAGGAGG
CTGAGGAG
GCTGCAGA
GGGAGCTG
CCTGGCCT
CTGCTCCT
AGAGCCTG
CAGCAGGA
AGGAGGCC
TCCTCTTC
CATCCTGG
CACACACA
CCTGGGCA
GGAGGCCC
CTGCAGGC
CTGGCTGC
GCCCCAGG
CTGAAGGA
CTCAGCCT
GGAGGCAG
CCAGCCCT
GAGGCTGA
AAGGAAGA
AGAGAAGA
CAGGAGGC
GAAGAAGG
GAAAAAGA
CTGCAGAA
CGCCGCCG
GAGCAGCT
AGCAGAAG
GAAGAAGC
CCCAGCAC
GCCCAGGA
CTGCCCCC
GAGGCCCA
CTCAGCCC
CCAAGGAG
GCCCCTGG
ACTGGAGA
AATAAAAT
TCTTCCTC
CTCCTGGC
CACCACCA
AAGGAGGA
GAGCCCAG
CCACAGCC
CCTGCTCC
CTGGAGCC
GGGAGGGG
GAGCAGGA
TTTTCTTT
CCAGAGCC
CAGCCAGG
TGGTGGTG
GCAGGAGC
CTTCCTGC
AGGAGAGA
CCTGGACC
TCCAGGCC
AGAAGGAA
AGGCTCTG
TGCTGGTG
TGGAGGCC
CAGAGCTG
CCTCCAGC
CAGCCTCT
ACAGCAGC
AAGAAGGA
TGGAAGAA
CAGCACCA
CAGGAGAA
CTGGCCCT
CCAGAAGA
AGAAAAAT
GCTGGCTG
CCACCTGC
GGCTGGGG
GGGGCCTG
GCTGGGGC
TGCTGGCC
GAGCTGGG
CCAGAGGA
GAGAGAGA
CCCCAGGA
AGGCTGAG
CCCTGGGG
CCTCCCAG
GATGAGGA
CCTTCCCT
AGGTGGAG
AGAAAATG
TGTGGGAA
GGACCTGG
CACCCCCA
CAGCCAGC
CCAGCCTC
CAGAGAAA
CTGCCCAC
CCCAGCTC
CCTGAGGA
CAGAGAAG
GGGGCTGC
CCCTGGTG
AAAAGGAA
CCTGGGCT
CTGGGGCT
TTTTATTT
CTGCTGTG
TGCTGGGC
GCCCCTGC
TGGCTGTG
GTGGAGGA
AAGAGAAG
GGCCCCAG
AAGATGAA
GGAGCTGA
CCTCCCTG
CCCAGCCA
CCTGGCAG
CCCCCAGG
CCTGCAGA
CTCCTGCT
AGATGCTG
GAAGCTGC
CAGATGCT
GCCCAGCT
CCTGAGCC
CCCAGAGC
GCAGCTCC
CTGGGGCC
AGCTGGTG
CCTCTTCC
CTGCAGAG
CCAGGAGA
GCCAGCAG
GCAGCAGG
CCTCCTCT
TCCAGGAG
CCAGGCCT
CTGCCCCA
CTGAGGAA
TTTCTTTT
TTCCTGGA
CCTGGGAG
CAGCTCCA
CAGAAGAG
AGAGGCTG
ACACACAC
GAAAAGAA
CCAGCACC
GGCTGCCC
TGCCCAGC
TCCTCCTG
GAGCTGGC
CTCCCTGG
GGGCCAGG
AGCTGAAG
GGAGAAAA
GAGCCTGG
CTGCCCTC
TGAGGCTG
GAAGCTGG
AGAGAAAC
TGAGGAAG
AAAATGAA
CCCAGGGC
CCTCCACC
CAGGAAGA
TAAATAAA
CTGGGGAG
CTGGGCTG
GAAGCAGA
CTCCTCCC
AGCCCCTG
CTGAGCCC
TCCTGGGC
TCCTGCCC
CAGCCTGC
GAAGAAAG
CTGAGCTG
AGATGAAG
AAAACAAA
CACCACAG
CTGGTGGA
CCAGGAAG
TTAAAAAA
ACCAGCAG
CCACCCCC
AGAGAGAG
AGAGAAGG
CTGGCCAG
CTGGTGCT
CCAGGCCA
AGCTGGAA
GAGGAGCA
GGAAGCTG
CCTGGAAG
CCCAGGCT
GGAAGATG
GACCTGGA
CCACTGCC
GCTGGTGC
CCTGAAGA
CCTCCAGG
GCCAGGAG
CACCTGCC
CCAAGAAG
AGCCCAGG
GCCTCAGC
GGGAGAAG
TGGAAGAG
GAGGTGGA
CTGCCCCT
CCCGGCCC
GAGAAGCC
GGGCAGCC
CTGGCTGG
CCCCAGAG
AGCTGGCC
AAAAAAGA
CTGTGGCC
CCACCCAG
CCCCAGCT
AGGAGAAA
CAGCTCTG
GCTGGCCC
TGGAGATG
GAGGATGA
GGCCAGGC
CTGGCCCC
TCTTCCTG
TGGAGGAA
CCCCAGCA
GCTGTGGC
CCTGGACA
AAGAAGAT
GGAAGGAG
CCGGGCCC
GGGCCCCA
GAAGAAAT
CCTCCCTC
ACCACCAC
CCAGGGAG
CTTCTCCA
GCAGCCTG
CTGCCAGC
GGCTGGGC
TTATTTTT
GGCCTGGA
CTCTGCCT
GCCCTGCT
GCCAGGCC
GAGAAAGA
CTCCCAGC
TGCCCTGG
GGGCCCAG
GGAGCAGA
CCCTGAGG
CCTGGGGA
GCAGCCAG
GGGAGCAG
AGAAAACA
CAGAGGAA
CCCAGAAG
CTTCCTCA
CCACCTGG
CCCACTGC
CTTCCTCC
GGGAGGCC
GGAGGGGG
TGCCCAGG
CCAGCAGG
GCCCAGCA
CCCCAGGC
GCAGAAGA
CAGCTCCT
TGCTGAAG
TGGCTGCC
CAGAAGGA
GCAGCAGA
TTTTTCTT
TGGGCCTG
CTCCCTCC
ACCTGCAG
TGGAGGTG
TCAGCCTC
TGCAGAAG
GCTGAGCC
CCAAGGCC
GAAGGAAG
CCTCCCCA
GAGAAGAT
GCCTGGGG
GAGGAGGG
TGCTGAGC
GAGAGAAG
GCTGCCTC
CCCCAGGG
CTGCAGTG
TGTGGCTG
GCTGCCCT
AGAGGAGA
CTCCAGGA
GCTCCCTG
CTCCCAGG
GCTGAAGA
GCAGCCTC
CTGCCTCT
CTGGGAGG
GTGCTGGG
GAATGTGG
AAGAAGCA
CAGCTGGG
CACAGAGA
CCTCTGGG
AGGTGCTG
CCCTCAGC
GGAGCCCC
TCCTGCCT
GCTCCCAG
GCCAGCCC
AGGCCTGG
CCTTCCCC
AGATGGAG
GGAGGCCA
CAGAGCAG
CAAGAAAA
GAGCCTGC
AAATGCTG
GCTGGCCA
GAAATAAA
AGCTGGGC
AAAAAATA
CCCTGGCT
GAGCTGCA
CTGGGCAG
CCCTTCCC
CAGCCACC
TGGAAAAG
AGAGAAAG
CTGGCCTG
TGGCCTGG
CTCTGCAG
CTGTGCTG
GCTGCTCC
GTGAAGAA
GCCTCCCA
CACCCAGG
CTGCTGAG
GGCAGAGG
TGGTGGCC
GAAGCTGA
AGCCTGGA
CAGCAGAG
CAGCAGTG
AGAGGAGC
CCCACCTG
GAAGGAAA
GGCAGCCC
CTCTGCTG
GGCTCTGA
CAGAGGCC
GGCCCCTG
CTCCCCAG
CAGCAGAA
CAGGGCCC
TGCCCACC
GCTGAGGC
TGCTGCTC
CACCTTCC
CTGGGCCA
GAGCAGCA
CAAGGAGG
GGAGGGAG
GGAAGCAG
GCAGAGGA
CCCAGAGG
TGAAGAGG
CAGCTGGC
AAACAAAA
GCCTGCCC
GAGAAGCT
CCTGCCAG
GAGGAAGG
AAATATTT
AGCCTGGC
CTGCCTCA
AATAAATA
AGGCAGAG
TCATCCTG
CCCCTGGA
CCTGCCAC
AGAAAAGA
CTGGTGGC
GCCAGCTG
TTTTTTTC
GGAGCCTG
AGAAACCT
GAAGATGG
GGAGCCAG
CCCTGAGC
CCAGGACC
AATTTTTT
TCCAGCAG
GGAGAGAG
TGCTCCTG
GGAAGAGA
CAGCTGTG
GCCCAGGG
GCCCCTCC
TCCAGCTG
CCCTGCCT
ATGGAGAA
CAGGCCTG
AAATGAAA
CCTTCTCC
TGAAGCTG
AGGAAAAA
CCCTGCCA
GGAGAGGA
TCCAGCCC
CAAGGAGA
AAAGAAAT
AAGAAGCT
GCCTGGTG
CCACCCTC
CCTTCTGC
CCAGGCAG
CTGCTGGT
TTTTAAAT
GAGGAGCC
CCAGCTCT
CCTCTCCA
CCCAGGAC
CTCCTCCA
CCCCTTCC
GCTTCCTG
GAGAAGAG
TCCCAGCA
AGCAGCTC
GCTCTGAG
AAAGAAAG
CCACCAGC
GCCGGGCC
CCCTCCTC
AGCTGCCC
CCCTGGAC
CCTCTTCT
AGAAAGAG
CTCCAGCT
AGGCCAAG
AGCCAGAG
AGGACCTG
AGCCAGGA
CTGAAGGC
CTGTGGAG
CTGGCAGC
CAGAAGCT
AGGAAAAG
CAGGAGCA
TTGTTTTT
CAGCCTCA
CCCACCCA
TCCTGGAC
TGATGATG
TGAAAATG
CTGTGGCT
GAGGCAGA
AAAAAAAG
CCCCACTG
AAATAAAG
CACCTCCC
GCTGCCAG
TTTTTTTA
TGCCCCAG
TATTTTTT
GGGGAGGG
CCCTCCAG
GAGGAGAG
AGGGCCTG
GAGCCAGG
GCCTCTGC
GCCCACCC
TTCTTTTT
GAAAAGGA
CGCTGCTG
CTGGCCTC
GGCTCTGG
CAAAAAAA
ACAGAAAA
GTGCTGGA
TGCAGGGA
GCTCCAGC
GCTGGGAG
CAAGGCCA
TCCTGGTG
GTGGAGAA
GGCTGCCT
CATCCTGC
ATGCTGCT
GCCTGGCT
TGGCTCTG
AGAGGAAA
CCTGGATG
AGGCTGCA
ATGAAGAT
GCCCTGCA
GCTGGCAG
GAAGGAGC
GAAAATGA
TTGAAGAA
CTGGCCAA
CCCCCTCC
CCTGGTGA
GGAGATGG
CCATCCTG
TGGCCAGG
GCCTCCAG
GGCCCAGA
CCCTGCTC
CTCTGCCC
TGCTGTGG
CAGGCCCA
CCTGGGGG
TCCAGCCT
CTTCCCTC
GCTGAGGA
GAGGCAGC
AGAGCAGC
TGCAGCCC
CCTGGCTC
AAGCAGAA
CCCCACCT
TCCCAGCC
TGAGCTGG
GGCCCCCA
GAAGCAGC
CTCTGAGA
TGATGAAG
GCTGGGCT
CAGAGCCC
GCTGCCCA
CCCCGCCC
GGGGAGGA
CAGGCCCC
CCCCCTGG
AGAGCTGG
AGCAGCCC
TGGGGAGG
ACAGAGAA
AAAAAATG
CTGGCCAC
CAGGAGCC
GGCCAAGG
CAGGGAGG
CTGCCAGG
CCTGCTGA
CAGGCCCT
AGGAGATG
GAGGCAGG
CTGGATGA
CAGGCAGC
CTTTTTTT
GGTGGAGA
TTAAAAAT
CTGGCAGG
TGGAGAAC
TGGCCAAG
CTGGGGGC
CCCTCTGG
CCTCTCCC
TCCCCAGC
GGGCTGCC
ACCAGGAG
CAGAGCCT
AAGAAAAC
CCTCCCCC
AAGCTGGA
CACTGGAG
AGCCCAGA
TTCCTCCT
CAGCCAGA
TGTGGAAA
GGCCTCCC
GCCAGGGC
CCCCTGGG
CCCAGGAA
AGCTCCAG
TTCTTTCT
GGCCAGGA
TTTTTGTT
TGGGAAAG
CTGGAAAA
TGGAAAAA
CCTTCCAG
GGGAGCCC
GCAGCGGC
AAAGGAAG
GAGGCTGG
CTGGAGGG
CCCTCCCT
AGGAAGGA
CCTGGTGC
TCCCAGCT
GAGCTGCC
TGGCCTTC
AATGAAGA
CTGCTGAA
CACCCCAG
CTTCCTCT
AGCTCCTG
AGCTGGGA
TCTCCTTC
GGCCCTGA
GAGGCCCT
TCTCTCTC
GGAGCCCA
CAAAGAAA
CAGGCCAG
CTCCTTCC
GCCTCCTC
TCAGAAGA
CACCCAGC
GGCTCCTG
CTTCCAGG
CCACCCCA
TGGGAGGC
GCTGTGGA
TCTGCCTG
CACAGCCT
AGAGAAGC
AACAAAAA
CCACCCTG
CTCAGGAG
TTTGAAGA
TGCCCTGC
CACAGCCC
CACCTGGA
AGCCCTGC
CTGAGGCC
GCCTGCCT
GCTCCTGC
GCGGCTGC
GGGTGGGG
CCTGTGCC
CTGATGAA
GAGATGGA
TCCTCCAG
AGGAGGAC
TGCTGGGA
AGAAGGTG
TGCTGCCT
GCAGAAGC
GCTGAAGG
GGAGAAAG
CTGCACAG
TCTCCTGC
CTCTGGGC
GAACAAGA
GGTGCTGC
GCAGAGCC
AGCTGGGG
AGAGGCCC
AGGCTGGA
CTGGGCTC
ACCCCAGC
TCCTGGGG
CCTCCCCT
CAAAGAAG
CAGTGCTG
AGCCTGCA
AAGGAGCT
AAAGGAGA
TCCAGCTC
GCTGGGGG
AGCTCCCA
GGCCAGGG
AGCAGCCA
CTCTGGAG
CCAGCCAC
GAGCCCTG
CCCCTGGC
TCCAGAAG
CCTCAGCT
AGCTGTGG
CCCTGTGG
TTTTTTCT
CTGTGCCC
GCAGGGCC
CCTGAAGG
CAGAAGAT
TGCCTGGC
TCCCAGGA
TCAGCTCC
TGCCTGCC
GGCCAGCC
CAGGAGGG
GGATGAGG
AAAAACAA
TGGCAGCC
GACCTCAG
CTGCTCTG
GCTGGGCA
AAAAAATT
GCTGCGGC
TGCCAGCT
CTGAAGAG
GTGGCTGG
CAGGGACC
CTGGGAGC
GCCCCCTG
CCACCTCT
GGACCCTG
GCTGGAAG
AGGCTGGG
CAGGCTCT
TTCCTGCT
CCAGGATG
TGCCCCTG
CAAGGAGC
AAAAATCA
ATTTTAAA
ACAGATGC
GCCCGGCC
TGGCAGAG
CTGCTCAG
GCTCCAGG
CAGAAAAA
GAGGAAAA
GCAGTGGC
TGGAGCCC
TGAAGGAA
CAAATAAA
AGGGGCTG
AAAGAGGA
TCCCTGCC
ACAAAAAA
CCTGTCCC
AGAAGCCA
CTCCAGCA
CCATGGAG
GCCAGCTC
GGAGCTCC
TGGAGAGC
CCTTCCTC
CTTCCAGC
CACCTGCA
CAGGCTGC
GCCAAGAA
CTGGTGAA
AGGAGAGG
GCCAGAGC
TGGACCTG
TCAGGAGG
TCCCTCCT
GCCCTGAG
CTCTCTCT
CAAGCTGG
CTCCCACC
AGCAGAGG
GTGGTGGA
CGAGGAGG
TGGCTGGG
GACCCTGG
GCAGCTGA
TGCCTGCT
ATGAGAAA
AATAAAGA
CCGGCCCC
CTCCTTCA
CAGAGCCA
CAGAAGCA
AGCCTCCC
GGAGGCGG
TTTGAAAA
GGGAAGAA
AGGTGGTG
GGGGCAGC
GACCCCAG
TGCCTCTG
TGCTGGGG
ACCAGCTG
TTTAAAAT
GTGGTGGC
AGAGAGAA
GAAAGAAG
CACCCTGG
GCAGCTGT
CAGCTTCC
GAGGCCAG
ATTTATTT
TCCTGGGA
TACAGATG
CCCTCTCC
CACAGCCA
ATTTTTAA
TGACCCTG
AATATTTT
TTCCAGAA
CAGGGCTG
AGAAGCCC
CCACCCAC
CCTGTCTC
TGCCTCAG
AGAGCCAG
CCTCAGTG
CCTGCACC
TCCCTGGA
GCCGCCTG
CACAGCTG
AGAAGACA
CAGGAGGT
GCAGGAAG
TGCAGTGG
CACACTGG
CCCCGGCC
CTGGCTGA
GCCAAGGA
TGGGAAGA
CCAGGTGG
GAGGAAGC
CTGGAGAC
CCAGGACA
CCAGCTTC
TGCTGGAC
GGCAGCCA
CCACCTTC
AGCCCCCA
CCCTTCTC
TCACACTG
CCCAGGGA
CCCCTCCT
GAGAAGGG
GCAGCCCT
GTGCTGCT
GATGGAGA
GCCCCCAC
CAGCCTTC
GCCACCTG
TGGCTGAG
CTTCCCCA
ATGAAGAG
GCCCACCT
AGCTGCCT
AGCAGATG
TAAAAAAA
TGGGCAGC
TGATGCTG
CTGGGAAG
GGCTCCCT
GGGGCAGG
CCAGAGCT
GAAACCCT
TGAATGTG
CCTCTCCT
AGAGGCAG
CCAGAAGG
AACAAGAA
ATGAGGAG
TGAAGCAG
CACCAGCC
GCCCAGAG
CCCTTCCT
TCCTGAAG
GAGCTGAG
CTTCTCCT
ACAGAAGA
GCTGGCCT
AAGCTGCT
TGGAGAGG
AGGCTGTG
TGCAGCTC
TCAGAGAA
GGGGGAGG
CACCTCCT
CCCTGAAG
TCTGGGCC
CTCCAGGC
AGCTGCTC
CCACCACA
TTGGAGAA
GGGCCGGG
GGTGGCTG
CTCAGCAG
CAAGAAGG
GGCCCAAG
GAGAGGAG
GAAAGAGA
GCCAGGCT
CTGGGAGA
TGGGGAGA
CAGCTCAG
TGGGGAAG
CTGGACCT
CACCAGCA
TGAGACCA
CACTGCCT
CCTGAGGC
TAAAAATA
TCTCAGCC
CCTGCAGT
CTGAAGAT
ACCCTGGA
TGTGAAGA
GCCCTGTG
CAAGAGGA
AGACCCTG
TGGCTGCT
TGGGCCCT
GGCCAGAG
TTTTTATT
GGGCAGGG
TGGGCTGG
AACAGCAG
TTTTGAAA
TGCCTCCT
TGGGCCAG
GGCCCCAC
CCCCACCA
AAGCTGAA
GGCAGTGG
ATGGAGGA
GCTGTGGG
AATGAAAA
ATGGAAAA
AAACAGAA
GAAGAGGC
CACCTGCT
TGCTGCCA
CAGCCACA
CTGGACAT
ACCCAGGA
CTTCCAGA
AAGATGGA
CCCGCCCC
TAATAAAA
TGTGGAGA
CTCAGAGG
TATTTTTA
CCCTGGGA
CTGGGACC
CCTGCTGT
TCCACCTC
TCAGAGGA
TTCTTCCT
TCCCTGCA
TGAGGATG
CCAGCAGA
CTTCTCCC
TGAGGCAG
AGGCTGCC
TGCAGAAA
AAGAAATT
GCAGGTGG
GAAGGTGG
CTGCTCCC
TTTTTTTG
CCTTCTCT
GTGGAAGA
GCCTCCCC
TTCCTGGG
GAAGATGC
GACAGCAG
GGCAGAAG
CTGCCTTC
CACTGCAG
ACCCCCAG
ACCTGGCC
GGGACCTG
TTTCTCCT
GGGGTGGG
AGCCAGGC
AGAAAAGG
GGGGCCCC
TCCTGCTC
AGGAAGAT
CCCTCCCA
CTTCCCTG
GGCAGCCT
GTGGGAAA
TGGCCTCC
GCAGAAGG
CCCCTGCT
AGAGACAG
GGGGCCAG
GGGCTGGA
ATGATGAA
GCAGAGGC
CCCACCAG
CTGGAGAT
TGCAGGCC
CCAGCTCA
TCTGCCTC
TCCTTCCT
ACCCTCAG
TGGCTGGA
GCAGGCCC
GGGCTGCT
CTTCCTTC
TTCTCCAT
GAGGAGAT
AGAGCTGC
CCAGGGCT
TCTTCCAG
CTGTCCTG
AGCCACAG
TCTCCTCC
GGAGGCCG
GGCTCCAG
GTGGCTGC
CCCGGGCC
CCAGCACT
TGCCACCC
AGGAAAGA
GCTGCTCA
CCAGAGAA
CTCCACCT
CAGAAAGA
CCTGTGGG
CCAGAGCA
AGCAGGAA
GGGGAGAA
TGAAGAGA
TGGAGGAC
CTGGCTCC
TCTCCCTG
ATCCTGGA
CCTCTGGA
AAAGCCTT
GCAGCACC
GAAGAAAC
AGAAAGGA
AGAAAACC
GCTGCTCT
GCCTGTGG
GCCGCTGC
AGAAACAG
ACTGCCTG
GGCTGAGC
TCCTGGCT
GCTGAGCT
ACAGGAAA
ATGAATGT
ACCTACAG
AAAAATTA
AGGAGCCC
CTGCTCCA
GGAAAGAA
GGCCCGGG
GCTGGGGA
ACAAGAAG
GCTCTGGG
CAAGAAGC
TGGTGCAG
CTGGCAGA
GGAGGATG
AAGAAACA
CTGTGGTG
AAGAAATG
GCCTTCTG
TGTCCTGG
AGGCAGGA
GGCCGAGG
CAGGAAGC
CCTTCACC
CCAAGAAA
CCCCCTGC
TGAAAGAA
AGATGATG
CAGCTTCT
GGAAAAAA
CCAGCAGT
CCGCTGCC
ACAGCCTG
TTTGGAAA
GGAGGAAA
GCCCAAGA
AGACCCAG
GGTGGCCA
CACCCTCA
CCTCCTTC
CAGAAAAC
AGAAGAAC
TGGAGACC
TCTGAAGA
GCACCATG
GCCACAGC
TTCTCCTG
GGATGAAG
AAATGGAA
GAAAGGAA
CTTCTTCC
CTGGACCC
CCATGGCC
GGCCTCAG
CCGCCTCC
TGGGAAAA
AGGCCAGG
TGGGAAGG
ACAGCCAG
CACAGCAG
AGGCAGCC
AGCCTCCT
CAGGGAAG
CAGGCCTT
CAGAAAAT
AGCCAGCC
TTAATAAA
CTGAGACC
AATAAACA
GCAGCCAC
CATGGAGG
TCAGAAAA
TTCCAGGA
AAAAAGGA
GGGCCTGC
CCCTGGAA
CAGTGGAG
GAAGCCCT
GAGAAGCA
GTGGCAGC
GGAAAAGA
TTCAGAAA
GAAGACAG
CTTTCTCC
AAAATGGA
TGAGCCTG
GGCCGGGC
ATATATAT
GGGGAGCC
GGTCCTGG
AGCCTCTG
ATGCTGAG
GGTGGAGC
GATGCTGG
GGCAGAGC
ACCCCTGC
CAGCTGAG
CTGGGGAA
ACAGCCCT
AGCTGGAC
GAGCAGCC
GGACCTGC
TGAGGAGA
CAGGGCCT
GCTCCTCC
AGCAGAGA
GGGGAGGC
GGCCATGG
GGAGAGGG
TGTATTTT
TCTCCTGG
CTCCACCA
AGGATGAG
GGCTGGTG
CCTGCTCT
CAGCACTT
CTCCTCTT
CAGGGCAG
AGGAGGGG
AGCCCTGT
AGCCCCTC
CATGGAGA
ACAGCCTC
CAGGAAGG
CTTCAGCC
TCAGCCTG
AGCAGAAA
GGCTGGCC
AGGGCCAG
TGGAGGCT
TCCAGCCA
GGCCACAG
TGCTGTTC
CATGAAGA
TCCCCTGG
GCAGAGAA
GCTGTGTG
CCAAGCTG
CCGCAGCC
TGCAGCCT
AGGAGGCT
CAAGACCA
CCTGGGAA
TAAAGAAA
CCGGGGCC
CAGAGGAC
AGACAGAG
CAGCCCTC
CTCCCCCA
CCAGTGCC
GCGGCAGC
CCTACAGA
TTCCTTCT
AGCAGCCT
CTCAGCTG
GGAAGGAA
TGGCCAGC
CCAGGCTC
TCAGCAGC
ATTAAAAA
TCTCCAAG
CCTCAGCA
CATCCTCC
TCCTCTCC
CTTCTGGA
TCCTGGAA
GAGCAGAG
GGAGAGCA
GCCCCACC
TCTGCAGC
AGCCAGGG
CCTGGAGT
CAGAGGCT
CCACCCCT
CTGGAAGC
CTCAGCCA
CCACAGAA
GCTCTTCC
TGAAGAAC
CTGAGCAG
GAAGCCAG
CAGTGCCC
GCAGAGCT
GCAGCCGC
GGAAGGGG
GGGAGAGG
CAGCACCC
TGCCTGGA
TGTGCTGG
TGGTGAAG
GAGGGAGG
GGGGGCTG
CAGCCGCC
CCCCAGTG
AAAATATT
GGGCTCTG
TCCCTGGG
AGAAAAAC
GCCAGCCT
TTCTGGAA
TGGGGCCC
GCTGGACC
CCCAGAGA
GAAGAGCT
TGCCTCCC
AATGGAAA
CTTCTGCC
CTCCCTCT
GAGAGCAG
GGCTGCCA
GAAACCTT
TGAAGACA
AGAAAATA
GAGACAGA
CTGGAGTG
CTGCCGCC
CCAGAAGC
GAAGTGGA
GGCCAGCA
CTCCACCC
TCTTTTTT
GGAGACAG
CAGCATGG
CCCGGAGC
CACAGAAA
GACCAAGA
GGGAAGGA
CAGCAGGC
GCTCTGCC
TGCAGGAA
AAGGAGAG
GGCTGCGG
GGCCTCTG
CACTGCTG
AAAAGAGA
TCCCAGAG
GAGGCCCC
CCCTCTGC
TCCCTGCT
ATCCCAGC
GGTGAAGA
AAGCAGCA
AAGGAAAT
TGAAGAAT
CTGGTGGG
CTCCTGCA
GAGCTGGT
CCTCTGCT
ACCCCAGA
ATAAATAA
CTCTGCCA
GGCTCTGC
GAAGCAGG
CAGAGAGA
GGCCTCCT
TGGGCCCC
GAGCTGAA
GGCTGAAG
CTCAGCTC
AGGAGGCA
AAATGAAG
CTTCTCAG
TCCCTCCC
CTGGACAG
TGTGGATG
CTTCTGCA
GCTGGAGT
GGAGGCCT
CCCAGTGA
CTCTGGGA
TGTGGCCA
AAAAAACA
ACCCACTG
AGATCCTG
GGGCTGGC
GCCTGGAC
ACCTGCCC
GGAGGACA
TGAGAAAC
GAGGCCTG
CCCTGCAC
AGATGCAG
TCCCCACC
CTGAGGCT
CCAGGGCA
AGTGCTGG
TCCCTGAG
TGCAGAGC
ATAAAAAT
GTCCTGGG
TCCAGAAA
GCAGCCCA
ATTTTTTA
GCACCTGG
TATTTATT
GGCCTCCA
GGACCCCA
TGCAGCCA
GGAAGAGC
CACTGAGG
GCTGCCGC
CTGTGGGA
CCTGTGGC
CTCTTCTT
CCTGGGTG
ATGAAAAA
CAACAGCC
GAGGAGGT
AATAAAAG
GGGCCCCC
AGGAGCTC
GCTGTGCC
TGCCCCCA
AGCCTCCA
TCTGCAGG
TGGCCACA
GCCCAGAA
GGTGGGGG
CACCCCTG
GCCACTGC
TGTCCCTG
GGAGGGGC
AAGAGAGA
TGGTGAAA
GGACCAGG
AGCCAGCA
GAAGAACA
CTCAGTGG
TGGCTGCA
GCCCCCCA
ACTTCCTG
AAATAAAC
AAGAACAA
TCCAGGGA
GGCCTGTG
CTCTCCAG
AGGAAATG
TGTTCCTG
AGAGGATG
CCCCCCAG
ACAAATGT
GCAAGAAG
ATGGAAGA
AGGACAAG
TGGTGGCT
AGCAGGTG
TGTTTCTG
AGGAGAGC
GGCTGGGA
CTCCCCTC
GCCAGAGG
GGAAGCCA
TTTTTAAT
TGGGGCAG
CATCTTCA
GTGGAGGC
TGTGGAGG
TTCCTCTG
CCTGTCTG
TGCAGAGG
GGCCCCGG
TGAAAAAG
GAGCACCA
TTCTCCTT
ACCTTCCC
CTTCTCTC
CCTTCAGC
CTGCTGTC
TGGCAGCA
AGAAACTG
CCCCCGCC
GCCTGGGA
GCCCCGCC
TGCCTGGG
ACAAAGAA
GCCTCTGG
TCCCCCAG
CACTGCCC
CCGCCCCC
CTTCAGCA
CTGGAAGG
CTCCAGAA
CTTCCTGA
AGGAGCCA
GAAGAGAG
CCAGAGGC
CAGTGGCT
TGTTTTTT
TGCTGAGG
CCTGCTCA
TCTCCAGC
ATATTTTT
CTCCAAGG
AGGAGGGA
CATCCCCA
ACTGAGGA
GACCCAGG
CAGGAAAA
CCACTGCA
CCAGACCC
GCCCTTCC
AGGAGGGC
GATGCTGA
TCTGGAGG
GGCCTTCA
AATAAATG
CACCATGG
CTGGCCTT
CTCTCCTC
AGCTGAGC
TCTTCTCC
CCTGGGAC
GCCCTTCT
GCGGCCGC
AGAAGAGC
GAGAAGGC
TTCTCTCT
CCAGAGAG
GCCACCCA
TGGCAGTG
AAAGATGA
GGAACAGA
TTTCCTCT
ACCACAGC
TGCTGATG
AAGGCCAA
CCGCCTGC
CTGAAGCT
CACAGGAA
CTGCCTGT
CAGCACTG
GGTGCTGA
GGGCTGTG
CTTCCACC
CTTCCCAG
GCCTCCCT
GCCTTCCT
TTCCAGGC
CTGTGCAG
AAAATACA
TTTTTTGT
CAGCAACA
CTGAGCCT
CTGGACCA
TGCTGGCT
GAGCTCCT
ACAGAGGA
AGGCAGCA
CTGGTGCC
GGAGGGGA
CAGGGCCA
AAGAGCTG
GAGCCAGA
TGGACAAG
TTCCACCT
CTCTGGGG
TCCTTCTG
TGCCTGTG
GGCCTGCC
TCAAGAAG
GGGGGCAG
CAGGAAAG
CTGGCTGT
CCATGATG
GTGGGAAG
GAAAATAA
AGTTCCTG
CTACAGAT
GGACCCAG
AAGATGAT
GGCCAAGA
GCTGCGGG
GGCAGCGG
AAGGAAAG
TCTGGAGA
AGAGGGAG
TCCTCCCC
CTGAGAAG
GCTTCCAG
CACCTCCA
ACCTGGGC
GCCACCAC
CCTCCCAC
CAAAAGAA
AGATGAAA
TCCCCAGG
GTGGAGCT
GGGCAGAG
TCTCCATC
TGGAGACA
CAGCACAG
GGAAGCCC
GAGACCAC
CCTCTCTC
AAGAAATA
GCCCGGGC
CTTCTCTG
GAGCCCCA
GAGTGTGG
GTGGAAAA
CTGTGTGG
GGGAAGGG
GGAAAAGG
AGGAAGCA
CCTCTCTG
TCTGCCCT
AGAAGAAT
CTGTGGGG
TGAGGAGC
GCTGCCAC
GGAAAGGA
ACAGCTGC
CAGGTGGA
AAGAGGCT
ACCTGGAC
AAGAAGCC
AGCCTCAG
CCTGTGGA
GGAGGTGA
AAAGAAAC
AAATGTTT
TCTTCATC
TCTCAGAG
ACAAGAAA
GTGCCCAG
AAATTTTT
CAGAGCTC
CCTCTTCA
CACCAGCT
AAGGAGCA
ACTGAAGA
CTCTCAGC
AAGCAGGA
ATGTGGAA
GAAGAGCA
GCTGTTCC
GGGCCTCC
TCTGGAAG
GCAGGCTG
TTTCTTCT
AAACCTTC
AGCAGTGG
CCAAGCAG
GCTGGACA
TGAGAAGA
CCTGGAAA
AGTGAAGA
CCTGGACT
CTGCTTCC
GGGAAGAG
TCTGCTGC
GCCTGAGG
CCACCATG
AAAGCAAA
CTGTCTGC
CAGCTGAA
AGAACCTG
TGGGGGCC
CTTCACCC
CCTCCTGA
GGGCAGCA
CTCCTCAG
CCTCACCC
GGGCCAGC
TCCAGGAA
TGGACCAG
CATCTCCA
CTACCTGG
TTCCTGCC
TGGACATC
CCTCAGGA
CAGCACCT
TGAGGCCC
CTGGTGGT
TCCTGAGG
GTGCTGGC
GATGCTGC
GGCAGAGA
CTGGCTCT
AAGAAGAC
CCCACAGC
ATGAAAAT
TGGAAGGA
AAGCAGCT
TCTGAAGG
ACACAGAG
CCTGACCT
TGAGCCAG
ACCTGGTG
ATTTAAAA
CAGAGAGG
AAAAATAT
AGGCCTTG
ACACTGGA
GGAGGAGT
CCCACCCT
GAAGGGGA
CTTCCTGT
GAGGTGGC
GTGAAGGA
TGCCAGCC
CCAAGCCC
TCTGGCTG
CCATCCTC
GAAAATGG
CAGAAGCC
AAAATGCT
CTTTCCTC
GCTCAGCC
TGTGGTGG
GCTGAAGC
CTGGGTGG
CAGTGACC
CTGTGCCT
CCTTCTGG
TGCAGATG
AGCTGAGG
CAGATGAA
ACCTGAAG
CAGGGAGC
GCAGGCAG
GAGGGAGA
CCACTGCT
CCTCCTCA
GGGCAGCT
CCGGCAGC
CCTTCATC
CCCCTGAG
CATCAGAG
GCCAGAAG
TCTGCCAG
TCCTTCCC
AAAAATGA
AGGGGAGG
CAGTGCCA
CACCACCT
GCCCCCTC
CCCCTGCA
AAAATGTT
CAGATCCA
GGACCTCA
TGCTGTGT
AGGCCTTC
AAGCAGAG
AGGAAGCC
CAGGACCC
GGTGCAGG
AGCAGCAA
CCAAGAGC
AGGGAGGG
CCAGGAAA
AAAATTTT
TGAAAAAA
ATAATAAA
GAGGCGGC
ATGCTGGA
GATGTGGA
GGCCCGGC
CTCCAGAG
ATTTTATT
TGCCAGCA
GCCAGCCA
TTCTGCTG
TTTGAGGA
TGCAGAGA
GCCCTCCC
TGAGAAGG
CTCTGTGG
CCCTCACC
TGGATGAA
CGGGCCCC
GAAGGCAG
TTCTTCTT
CATCATCC
CTCTCCTG
AAGCTGCA
TTCTGCAG
CAGGACCT
ACCAGCCT
ACCAAGGA
AGCTGCCA
TCATCATC
AGACCTGG
AGGCCAGC
CGGCCGCC
CAGCAGGG
CTGGAACA
CCCCATCC
CACCATCC
CAACAGCA
CTCTCCCT
AAGAAACT
ACCCAGCC
TCAAGAAA
TGGGCTGC
GACCCTGC
CTTCAGGA
GTCCCTGG
TGCAGGTG
CAGGAAAC
CAGTGTGG
CTGTGACC
AAACTGAA
CTCCTCTG
CCCTGTCT
CCCAGGGG
AGGAAGGG
ACCTCCTG
AATCTGAA
CCATCCAG
CTCTGGCC
TTCAGGAA
TGCAGGGC
GAAACAGA
TAAAATAA
AGTGACCC
CCCCAAGG
CTGAGCCA
GGAGAAAC
GCAGAAAA
AACAGAAA
GTTCCTGG
GCCATGGC
CCCTTCTG
TGGAAAAT
GCAGGGAC
TCTCCCAG
AGCAGCAC
TGTCCTGC
CCTCCAGA
AGGTGAAG
TCTTCTTT
GACCAGGA
CATCATCA
ACCCTGAG
GGGCTCCC
GCCCAAGG
TGGCAGCT
GCCACCCC
CAGAACAG
TGCTGGAA
TGGATGAG
CCAGCTGA
GGGCTGAG
GGCTGTGC
CAGCAAGA
GGGCGGGG
ATGATGAT
GCAGCTCT
AAGAAGGC
CCTGAGCT
TGGAAATG
CAGCTTCA
GGAAAATG
CTGTGGAA
AGAGGCCA
TCAGCCAG
CATCCAGG
CAGCCAAG
GGTGGCAG
TGGGAGCC
ACCTGGAA
AGGGACCT
CCATCTCC
AAAGAAGG
AAGCCCAG
GTGGAGAG
AAAACACA
GCCCCGGC
TCTGCAGA
AGCCACCA
TAAAAAAT
AGGCTGCT
CAGCCTGA
TTGGAAAA
GACCTGGG
CCCTCAGG
AGAAAGCA
GAGCAGAA
GAAGAACT
AGGTGGCC
AGGACCAG
AGCACCAG
CTGTCCCC
GGCGCTGG
GAAGAAGT
CCCACCAC
CCTGAAGC
GAGGAGAC
GAAGCCCA
CAAGAAAG
CAGCATCA
GGGGCTCC
GGGGAAGG
CTGGGGGA
GTGGCCAG
ATGAGGAA
CTGCTTCT
AAGAGCAG
CACCTGGC
AGGGAAGA
CTCCTGAG
CAAGAGCC
GACCCTGA
CCAGAAAA
CCACAGCA
GAGAAAAT
CTTGCTGC
CTTCTGCT
GAATCTGA
CAGCTGGT
GCTGGTGA
GCACCAGC
TGGAACAG
CAGCCCCG
CAGTGGCC
AGGAAGCT
CCGCCTGG
TCCTCAGC
GACCCCTG
TGGAGCCA
GGAGATGA
GAACAGAA
GCTGCTTC
AGAAGCCT
TTCCCTCC
TGTGGAAG
TTAAAGAA
CCCTGAGA
CCCAGGCA
TCAGCCCA
AGCTCTGC
AAGATGGC
ACCTCAGC
AGCCTGAG
CATCTTCC
AGCCTGTG
CACCCACC
TTCTCCAG
CTCCAGGG
GAAAACCT
AAATTAAA
CACCAAGG
TCAATAAA
CCTGTGTG
AGCACCAT
CCAGATCC
AAGACACC
GCCTGTGC
CTTCTGGG
GTGGCCTG
TGAGCAGC
GGAGAGCC
AAAATAAT
TCTGATGA
CCAGTGAC
ACCACCTG
TGGGAGGA
TACAAATG
AGGAACAG
TGAGCCCA
AAAGAAGC
GGAAGTGG
GGGAGGTG
CAGACACC
GGGGCCGG
AAAAGGAG
TGTGTTTT
TGGGGACA
GGCCCACC
GCCTTCAG
CTGTGCCA
AAGATGAG
AAAACAGA
GGAGACCA
TTCTGAAG
CCACAGAG
CTGTGGGC
CTCTGAGG
TCTTTCTC
TCCCCTCC
AGCAGAGC
TGCCCTCC
CTGAGGCA
AGGGAGGA
GCGGCGGG
CCGAGGAG
CCCTGTCC
CCTCTGTG
CCCAGGTG
AAGGAGGC
GGCGGCTG
CACCCTGC
GGCTGCTC
TAATTTTT
AGGAGGAT
CCCCAGAA
TGCTCCAG
TGGCCATG
AGGGCTGG
AGCTCTGG
GCCTGAGC
AGAACAAG
CAGCCATG
CTGCCCTT
CAAGGACA
GGATGTGG
ATCCAGAA
AATGTGGA
ATCCTGCA
GGGAGGCT
TGTGCCTG
CCCGGGGC
GAGCCAGC
CCTGACCC
GCAGTGAG
GGAGCTGT
GTGGTGGT
CCTGTCCT
GGAGACCC
CAGGCAGA
CATCCAGA
GTGCTGCC
GGGACCCC
GCCCTCCT
AACAGAAG
CCCAGACC
CTCTTCCC
ACCAAGAG
CTGTTCCA
CCCTGACC
GCTGGATG
TCCTGCCA
CCCTCTTC
TCCTCCCT
CATCACCA
CTGCTGAC
CACCATGT
GAGCTGTG
TGACCTGG
CAAGATGG
CCTCAGAG
CAGGAGAT
CCCTGGCA
CCATCCCC
ACTGCAGC
AGAAACCC
ATAAAATT
GCCATGGA
TGTGGCAA
AGACCAAG
AGAGCAGG
CAGGCTCC
AGAAATGA
TGGGGAGC
CCAGGAGT
TTCTCAGA
AGCACCTG
CTGGGGAC
AGAAGGCC
GAACTGGA
GAAATGAA
GAGAAAAG
CTCCATCT
CACAGGAG
TGCCCTTC
TTCCCCAG
GAAATGGA
AAAAATGT
CAGCAGAT
TCAAGGAG
CACCAGAG
CTGAGGAC
AGAAGGCA
AGGGCAGC
CTGAAGCA
GCGGGGCC
CACCTGGG
GGAGCGGC
ATCAGAGA
CTTTGGGA
GCCTGAAG
AAGGTGGA
CATCCTCA
CCATCTTC
CTTCTTTC
CTCTGAAG
CAGAAAAG
GGCCGGGG
AGCTCTTC
AGAGAGGA
TGGCCATC
TTGGAAGA
GTGGGGAG
GCTGCAGT
GCAGAAAG
GCTCTGGA
TGAACAAG
AGAATGTG
TCTCCAGG
TGAGCTGC
CCCCACAG
CCACCTCA
AGATGGAA
CTGGACAA
TTCCTGGC
CTTCCCCT
AGAAAATT
GCGGCTGG
ATGAAGGA
CATTCCAG
CTCCCAGA
GCCCCAGA
GGATGCTG
AAGAGCCT
TTTCCTTT
CAGGCAGG
TTGAAAAA
GGGAGAAA
ATCCTGGC
AAATGTGA
TAAAGAAG
TCCCTGGC
TGGTCCTG
TGGCCTGC
GGCGGCCG
CCTCATCC
AAAGCAGA
TCTGAGGA
AGGAGATC
GATGAAAA
GCACCTGC
ACAAGGAG
CCAGGGGC
TGTGGCCC
TCTGTGGA
ACCACAGT
GTCCTGGA
GGAGGACC
CTGAAAAA
GGCTTCCT
TCTGGAAA
AGGAGACA
TGGCCACC
AATGTGAA
TCTGCCCC
AATTAAAA
CCAGCTGT
GAGCTCAG
GCTGCACC
GCAGTGCC
GATCCTGG
TTTTCCTT
GCAGTGGG
TCACCATC
CACAGAAG
TGTGGCCT
ATGTGGGA
TGGAGCTC
AACCTGGA
CCCCTCAG
ACATCCTG
AGACACCT
TGGAGGCA
GGGGCCCT
TGGTGGGG
AGTGGAAG
GAGGGGCC
TCAGGAGA
AGGAAACC
GTCCCCAG
CAGTGGCA
TCCCAGGC
CTCCTTTG
AGAACCAG
TGACCTTG
TATATATA
CTTCTTCA
CCCAGGTC
CCTCACCA
CACACAGA
GTGCCCTG
TGGGGGAG
CAAGGAAA
ACCAGCCC
AGAAGATC
CCCAAGGA
GCACAGCC
GGAAGACA
AGCCAGAA
AATCAGAA
GGCAGGGC
GATGCAGA
GGCCTTCC
ACAGCTGG
CTGCCTGA
GCCCTGTC
ATTTTTAT
GAAAAACA
AGCCTGCC
CAGCCGGG
TTGAAAAT
TCCAGGCT
CTGCTGTT
GAAAACAA
CTGCACCT
AGAGATGG
TGCCACCA
CTTCAGAA
AGTGGCAG
CCTTCCCA
GGGGGCCT
TCAGCTGC
GGAGCGGG
TGCAGGCT
GGGTGCTG
CACCCTCC
TAAAAGAA
GCCCTGGT
CAGTGGAA
GAAGAATG
CCCAGACA
GACCAGCC
TGGGCTCC
CAGAGATG
TGGAGGGG
GAGACCAG
TGCTGCTT
ATTTTTGT
GACAAGGA
TGTCTGCC
TGGCTCAG
CCCCCAGA
AGAGGACA
GCCCTCAG
TCAGCCCC
TGGAAGAT
TTTGATGA
CACAGAGG
TGCACAGA
GCTGTGGT
CTGTCCCT
CCACCATC
GAAAAAAT
CTCCAGTG
AGCCGGGC
CCACAGCT
AGGAAAAT
AGCTGGCT
GCCCCGGG
GCCAGGGA
GGCCACCA
AGACCAGC
CCCGGGAG
ATCAAGAA
CAATAAAA
GTGCCTGG
GGCCCCTC
CAGGCCTC
AAAACCTT
GAGGATGG
TTCCAGCC
ACAGCAGA
CCACAGTC
CTGCTGCG
GTGGGCAG
TTCAAGAA
ACAGTGAA
AGTGGCTG
TGAGGAAA
GAGGGCAG
AGCTGATG
AGAAACCA
GGAGATGC
AGCAGTGA
GCCCTCTG
TGGACAGC
TTTTCTTC
GAAAATGT
GCCAAGGC
AGCCCCAC
TGATGGAG
AGGCTCCC
TGCTGAAA
AAGCCAGA
CAACCTGG
GAAGAATT
AGGGGCAG
GGCCTTGG
CCCAGATG
ACCTCCAG
TGGCCCCA
GGAAAGCC
GAGAGGCC
GCAAGGAG
GGGGGCCC
CCTGCCTT
TGGAGGGC
CACTGTGG
TCCCCAGA
GACCCAGC
CAAGGAAG
CATGGTGG
CTGGGGCA
GTGGATGA
AAAAGATG
GTCCCAGC
CAGGGGCC
GACCCAGA
CAAAGCCA
TCCACCTG
GCTCTGTG
GGATGGAG
AGAACTTC
AAGATGCT
TGCACCTG
TGATGAAA
CTTCAGCT
CAGGATGA
GAGGACAG
GAGCCCCC
CGGAGGAG
TGGCAGGA
TCTCTGCC
AAAAGAAT
GGGGCCCA
CTCCTTCT
CTGTGAGG
CCTCCCAA
CATCCAGC
AAGGAGAT
AAGCCCTG
TTCCTGAA
GCGGGAGC
CCTGTGCT
TGAGAAAA
CTGCAGAC
TGAAGCCA
CTGGGAAA
ACCAAGAA
CCGGGAGC
GGTGGGAG
TCCAGAGC
CCCGCCGC
ACAGCCCC
TTCAGCCT
GGGGAAGA
CCAAGATG
CAGTGACA
GAAAAAAG
TCAGGAAG
GGGCAGTG
CTGGCCAT
CCTCAGGG
GCCCATGA
CCACCAGG
GCTGGGAC
CAGAAACA
CTCCCCAC
GAGGGGGC
TATATTTT
TTGCTGCT
CTGCTCTT
AGTGGTCA
CTTCATCT
CAGCAAAG
TTTTTCCT
CCTGGCCG
GAGCCACC
AATGCTGA
ACCTCTCC
AAAAGCAA
CTGGGCAA
TCCTCTGG
CAGCCTGT
ACCCAGCA
TTTTAATT
CTCACTGC
ATTTGGAA
AGAAGCTC
CCATGCTG
CTTCCAAA
GACCTGGC
GGGCAGGA
GCCGCAGC
GACAGTGA
CTCAGAGA
TGGGAGAA
GTCACAGG
GGCCCTCC
TCCTGGCA
CTGACCTG
CCTCACCT
TCAGCAGA
CCAGGTCC
GCACAGAG
GCTGTGCT
TCTGCTGG
AAGTGGAA
GGATGATG
TTTGGAGA
TCACCCAG
CTCTTTCC
GCCAGGAC
GCCTCCAC
CTCTGGAC
CCAAGCTC
ACTCCAGC
GCTTCTCC
TCAGGAAA
AAAAAGAG
AGGGAAGG
ATGAGAAG
CACCTGTG
CAGCCCGG
ACACCTGC
CCAGTGGC
GCAGAGAG
CCGGAGCC
GGACAGCA
CCTGAGGG
ACCAGAAG
AATAAAGT
AAAAGCAG
CCTCTGCA
TGGCTGGC
TGGAAGCC
CCTGGAAC
AGAAGATT
AGAAACAA
CTCTTCTC
CAGTGAAG
GCAGCAGT
AGAAGGGA
TCATCCTC
GCAGGGGC
AATCCCAG
AGCCAAGA
TGCTCAGC
AGGAAGAC
TGCTCTTC
GTGGGAGG
CCAGGGAC
ACCCAGGC
CTGAGGGC
CAGTGCCT
GAGGAAAG
AGCCCAAG
TGACCCAG
TGTGCTGC
CAAGAGAA
GCAGCTTC
CTGCACCC
TCTGAGAC
GTGAGGAG
AAGACAGA
CAGGTGCT
AGCTGAAA
CTCCCCTG
AGGCAGCT
CTGGGCTT
TTTCTGGA
CCCTGTGC
CTGAAAGA
GGCCAGTG
TCCCACCT
GGCCTGAG
CCCCTCCA
AGGAAGTG
TTGTTTCT
TGAAAAAT
CACAGTCA
CCTGCTTC
TACCTGGA
GTGGTGGG
TCTTCTGT
TCACCCTG
GGAGCCGG
CTCTGGCT
TTCCTGAG
CAGCCCAC
CCCACTGG
CTCAGAAG
CTGCTCTC
GGGGACCC
AGCACCAC
GGAGAGGC
GCTGATGG
GACCACCA
CTGGGCAC
CAAAAAGA
CCAGTCCC
CACCACCC
TGGTGGGC
ATTATTTT
CGGAGCTG
CAGCCACT
CTGCCAGA
AAAGTGAA
ATTTTTCT
GGGCTCCT
CCCAGTGG
CCTGCACA
CTCCTCTC
GCCCACCA
CAGTGGTG
AGGGAGAG
GTATTTTT
AAGAAAGG
TCTGCACA
GGACACAG
GCTTCCTC
TCTCAAAA
TGGAAAGA
GCTCCCTC
CAGAAGAC
GGGCTGCA
CCTTGGAG
TGCCCTCA
CCAAGGAC
GCCCCCGC
TTTTTGTA
GGAGCCCT
CCTCATCT
CAGATGGA
CTGTCTCT
TGCTGGCA
CCAGAAAG
TCTGCTCC
GAACCTGG
CCTCCAAG
TGGAAGCA
GTCCTGCA
CCAGCAAC
CCAAGGAA
TCCTCTGC
CTGGAGGT
CCCAAGCC
ACCCAGAG
GATGAGAA
GGGGGTGG
AGCCACTG
GAAGCCAA
CAGGGGAG
GGAGCTCA
GCTGCCCG
TTAAAATA
TCCTGACC
CAGGTGGC
CCCCAACA
TACCAGCA
CAAGCAGC
GCAGTGGA
CTGGAAAG
TGGGGCCT
GAGCAGGG
CAGGACAG
TTCCTCTT
AGAGCAAG
AAACCAAA
CAAGAGGC
GGTGGCCC
GCGGCCCC
TGGGACCT
AAATACAA
CCACCAAG
ATCCTCCT
GGGAAGCC
GCCGCCCC
GGAGGTGC
TCTTCTTC
CCTTTCCT
GAGAGCTG
CCACAGGC
CCCCAGAC
CTGGCTTC
AGATGAGG
TGAGTGTG
TCAAAGAA
GGAAGGTG
AGCTGGCA
TTCTGGAG
GTGGCCCT
ACAGGAAG
GCCTCTCC
TTTCAGAA
TTCCTTTT
CCCATCTC
AGGGGAAG
GGACTCTG
CAAGACAC
GGAGAACA
GGCCTGCA
TGCAGGGG
AAAACCAA
TAAAAATG
GCAGATGA
TGTCTGCA
CTCTCCAA
GGAAAGAG
GCCTGCCA
CCATGCCC
GGGCCCGG
AGGCAGAA
AAAGAACA
ACAGAAGC
CTGTGTGC
ACCCTCTG
TGGCCCCC
CCTTTGCT
CAGGATGG
ACAGAACA
TGGCCTCA
GGAAAAAG
AGGCCCCA
TGGCTTCT
GAGAGAGG
GGGTGGAG
CTGTGGCA
GCCTGGAA
CCACACTG
TCTCTCCT
GCTTCTGG
GATGAACA
GGTCCCCA
ACCAGCTC
GCACCCAG
AGACCCCA
AGGAGAAC
TGGAGAAT
TTCTGTCA
GGCCCTGT
CAGAGAGC
GCCACCTC
TTTCTCCA
GAGCCTCC
AGATCCAG
ACTGCAGG
TGCCTTCC
AGCCCTGA
TGGTGCTC
CCAAAGAA
ATAAAAAA
CCAGGACT
TTTTGGAA
ACCTGCCT
TTTGAGAA
AGGGGGAG
TTTAATTT
TGTCTGTG
GGCGGCGC
CCTGAGCA
CTGACCTC
AAAAATGC
TGGGGCCA
AAAATCAA
TTTCCTGG
GCCACCAG
TTTTCAAA
GGAAAAGC
CCATCACC
GGGACCTC
GTGGCCAC
CTCCCCCT
GAGAAAAC
GGACCAAG
CTTTGCTG
CTCTTCCA
ATGCAGAA
GTGGCTGA
CTGCACCA
CTGTCCAG
TGTGGCAG
GGCGGAGG
TCCCCTTC
TCTGGGAG
GATGGAGG
GCCGGGGC
ATAAATGT
GAAAAATC
GGCCACTG
CTCTCTCC
GCCAGAGA
ATCCAGGA
CATCAGCA
TTCAAATA
GGCGGCAG
AGCCAGCT
CTTCACCA
AGTGGAGA
CTGCCACA
TGGGCCTC
TTCAGAAG
CCAGAACC
AAGGAAGG
AAAAAGCA
CCGGCTGC
CCAAGAGG
TGCCCAGA
TCCCTCTG
CTGTCTCA
ACCCCAGG
GAAGACAA
CTTTCCTG
AGAATTCA
GCCCACAG
CTTCTGTG
GCCTTCCC
GCAGGAAA
CTGAGCTC
CAGAGAAT
TTCTTCTG
GGACCAGC
CTCTCTGC
TATGAGAA
CTGTGTCC
CCAGTGGA
TCCAGGGC
CAGGAGAC
TGCCAGGA
GCAGGGAA
TTCCTGCA
TTTATTTA
AAGAAAGC
GGACAAGG
CAGAAGGC
TGCCAGGC
GCCAGGCA
AGAAGTGG
TGCTGTCC
AAAGATGG
TCCAGGAC
AGCAGGCC
CAGGAGTT
ACAACAGC
AGCCCCCT
GAGGGGGA
GAGAGGAA
CCTTCAAA
GAGGACAC
GTTTTTTT
GGAGACAA
TCCCCACT
CTGCCAAG
CAAGGTGG
CAAGGCCC
GGCGGGGC
GCAGGGGG
GAAAGCAG
CAAGGCTG
GAGGAACT
CTTGGAGA
AGCAAGAA
AGGGGGCC
ACCCTGGG
AAAAATAC
TTCACCAT
TCACTGTG
TGCAGGAC
CTGAGAAA
ACAGGAGA
AATGAGAA
AGCGGCTG
CAGAACCA
TGCCTCTC
GGCTCAGG
CCCCAACC
TGGCTTCC
CTGCAGAT
CAGTGAGC
TGGGCAGG
TCTGGAGC
TGGCTCCT
TCCAGGTG
CTCTCCCC
CCCAAGAC
GCCACAGG
AAGGACAA
AGACCACC
ATGAACAA
ATTTTGAA
GAAGACCA
TGGAAAGG
GTGGCTCA
CCAGCACA
TTGGAGGA
GGGACCAG
TTTTCTGT
CCTTCTTC
GTGGAGCA
GCTCCCCA
GGAGGGCC
AGAAATAA
GCCAGGAA
AGGATGAA
GATGGGGA
GCTGAGCA
GGCTGGCT
GCCTCTCT
TGTTTTGT
CCCAGAAA
GGCAGGGG
GAAGATGT
TGGCAGAA
AAAGAATG
GGGTCCTG
CAGGCTGA
AGAAATGG
TCCAGAGA
CACCTCAG
TTATTTAT
GCTGCCTT
GGTGGGGC
AAGCAAAA
CATGGCTG
CCTGGTCC
ACCTGCTC
CAGAGACC
AAGGAAGC
GGTGGGGA
GGGGACAG
TGTTTTTG
AAAGAAGT
AGCAAAGA
AGAGCCCC
TCTACCTG
AGCTTCAG
CAAGCTGC
ACATCCAG
TTTTTGAA
AGGTGCAG
GAAACTGA
GGCCGCCT
TCCAGAGG
CTCAGGAA
ATAAAGAA
CAGAGGCA
CTGGATGG
TTCCAGCA
TGGGGAAA
GGACAGAG
AGGGAGAA
AGGTCCCC
AGCCTTCT
AGAAGGGG
AAAAATTT
AGCTGCGG
TCTCTCAG
AGAAAAGC
GTGGCTGT
CTTCAAAT
GTGGCCCA
CACCATCA
GGAGAAGT
CCCCTGGT
CCAGAGGG
CCCCATCT
GAAAAATG
CAGGGGGC
ACTGCTGC
TTTGGAAG
GCTGGAAT
AGGAGACC
TTTAAATA
GAAGGCTG
TGGACAGA
CCTCTGAG
GGCGCTGC
AGGACCCC
TGGTGGAC
TTTTAAAG
GCAGATGG
GGTGCCTG
TTCCTTCC
CTGCGGCC
CCTCTCAG
CACTCCCC
ATCAGAAG
GCTTCAGC
GACCTGCT
AGAAAGTG
AGCTCAGC
GCCAGTGG
ATTTTCTT
TGGAGCCT
CAGACCCA
AAAATTCA
GACTGTGG
TCACCAAG
GGAGAATG
GGGGCGGG
TGGGCTTC
CATCCTGA
GAGGTGGG
CCCACTCC
AGAAGCAA
CTGCAAGA
TGAGGAAC
ACCTGGGG
GAAAAATA
CTCTGCTC
GGCCAGCT
CTGGGACT
AACTGGAA
TGAAGGTG
TCTGGACA
AGCTGTGC
GAAGGCCA
CACAGTGG
TGGCAAAG
CCGAGGCC
AAAATTAA
AGACAGAA
TCCTGTGG
GGCAGCAC
GGGCTTCC
GAGGGAGC
TGACCCCA
GTGGAGGT
GAGGTGCT
TTCCTCAG
GAGCCTGA
TGTGGACA
AAGAAGTT
GGAACCTG
TGCCAAGA
GAAAAAGC
TTGGAGAG
AAAAAAAC
CCAGCGCC
CTGTGAAG
CACAGACA
AAGCCAAG
AGAGCAGA
TGCTTCTG
TGGGGGTG
GAAGCCTG
CTGCAGGT
GTGACCCT
AGAGGTGG
TTCCAGCT
GGACATGG
GGAAGGGA
ATGAAGAC
AGCCCTTC
CTCCAAGA
CCCAGCCG
CCCAGCTT
GCCGAGGC
TCCCAGTG
GGCTGGAA
CTCTCCCA
TCCTCATC
GTGCTGTG
TTGCCCAG
CAGACAGC
TGAAAACA
CATGGCCA
CAAAGAGA
CACTGGCC
AAAGCCAA
TCCTCCCA
CTCTGGAA
TGGCTTTG
CACCTTCA
AGCAGCGG
GAGGCCAA
AGGAGTTC
AAGTGCTG
ATAAAATA
GGCCGCCC
CTGAAGAC
TGGACCCC
ATGGAGAG
AGGGCTGC
AGGAAAGG
AGCTGCAC
TGCCTCCA
TGGTGCCT
GCTCCCGG
GGTGGCCT
CCTTCCAC
AAGAATGT
AGCTTCTG
GCAGCTCA
TGAAAAGA
GAGGCCAC
GGCCTGCT
CTGGCTCA
CCGCCACC
TTCCTGTG
CTGACCCT
CAGGAAAT
GTGCAGCT
AAAGAGAG
CTGAAGCC
CTGTGTTT
GCGCCTGG
AGGACAGC
ACCTTCTC
GGTGGTGC
ACAGCAGG
CGCCGCCC
GCTCCACC
GAAGAGGG
GATGAAGG
GCAGAGGG
CCAGGTGC
CCAGCCGG
CGGCCCCC
GCTGGGAT
ACCCCACC
TTCAGCAG
TTCCAGAG
GGACCTGA
CAAGATGA
GGGAGACA
GGGGCCTC
GCCACCCT
TCAGCTGG
GTGGCCTC
CCCCCAAC
TGCTGACC
GCAGAGCA
CAGGGACA
CAAAGGAA
CTCTCTGG
CGGCGGCC
TGATGAAC
GTCCTGGC
TTTCTGAA
TTTTTTCC
TTTGGGAA
CCCAGCAA
CCGGGAGG
TGGCCTCT
AACAGGAA
GGGGAGAG
AGGCCGAG
TCTTGCTG
TGCCTGCA
TCTTCCCT
GCCCAGAT
CAGCAAGG
CCTTGGCC
CAGAGGGA
ACTTCCAG
TTTGTAAA
GTGGGGCC
TGAAAATA
CTGTTCCT
AAGCTGGC
GCGGGGGC
CCAGTGGG
CCCATCCC
GGCCACCC
CTCAGGCC
GCCTGGCA
CGGCCTCC
CCTTGCTG
CAGACCCC
AGAAAATC
TCATCCAG
TGTGAAAA
TTCATTTT
AGTTCCAG
GTGGAGAT
CCCTTCCA
CTGAAAAT
CATGGAGC
GAAGGGAA
GAGCCCCT
TCATGCTG
GTGGTGCT
ATCTGAAG
TCCCTGTG
AATAAATT
CCTCCATC
TGCCCCTC
CACCTCTG
CAGCAGCG
ACCCAGCT
CTCAGAGC
TGTTTTCT
CATCACAG
GCTGTCCC
TGAAGGCA
AGGGAGAC
CAGGGCTC
AGCCAAGG
CAAGCAGA
CCTGATGG
TTCTTCAG
CTCCAACC
AACCCCAG
GAAGCTGT
AAAAACAG
CAGAAATG
GCCTTCAC
CAGAGACA
TCATGGAG
CCATGAAG
CCCAGTGC
GGAAAACA
ACCCCCTG
CAGGGGCT
GACACAGA
CTGTGGAC
GGGAACAG
GACAGAGC
CCCAGATC
GGCGCGGC
CCAGCATC
TCAGCTTC
AAGGGAAG
AATGCTGC
GCTGAGGG
TCATCTTC
AATGAATG
AGGAGAAT
GCTGAAAA
TGGAAACA
TCACAGGA
GGGAGAGA
CTGTGGAT
ACCCTGCC
AGTGAGGA
AGAGCTGA
CACCAAGA
CTGGGACA
CTCCATCC
CCTCATCA
AAGCTGTG
CTGCCATG
TGACTGTG
AGAGAAAT
GAGGCCTT
GGCTCCCC
CATGCTGG
CCAGCTAC
AGCTTCCT
GAGAAGAC
TATTTTAA
CGGGGCCC
GGTGGAAG
ATTCCAGG
AATGGAGA
TGCCAGAG
CGGCCCCG
AAGGCAGA
ACAGAGAG
GGCTCAGC
AAGACAAA
AGCCCACA
TGGCCCCT
AAATCAGA
GGCTTCAG
CCAGGGAA
CCCTCAGA
GGCTGTGA
TCTTCAGC
TCACCCAC
AGTGTGGG
CAGCATCT
CCATCATC
ATGGACCA
GAGAAACT
TTCCTCAC
CCAGGCAC
GCCAGGTG
TCTCTCTT
AAGCCTTT
TGCCACTG
TCCACCCT
TGGAAGAC
TGACTTTG
TCCCAGAA
CATCTCTG
TGGGGACC
TGCCTTCT
ACCCTGGC
GACCCCCA
CCCAAGAA
CTTGGAGG
GGACAGCC
CACTGCCA
TCCCCTGC
CACCAGGA
ATATTTTA
CTCTTCTG
TCCTTCAT
TAAATTTT
TGCTGTGC
TTTTTTGA
CCAAGACA
GGCCCCGC
TCTCCACC
GAAGAGAC
CAGACAGA
CCAGTGTG
TGAGGGAG
TGCCAGTG
GGCTGAGA
GGTGCAGC
GGCGGGCG
TGGCCAGA
ACCTCCTC
AGTCCCAG
CAGTGATG
GTGGGGCT
TGAAGGAC
CCAGCATG
CAGCATCC
AGAAAGAT
TGGGGGCT
GCCCAGTG
TGGGAGAG
TGTGGGAG
CATCCCTG
ACCCCCAC
GTGTGGGA
TTTCATTT
GGCAGCTC
GGAAGGCC
AGTCCCTG
CCAGCCTT
GAGGACCT
GCTCTGCA
GCTCTGGC
CCCATCCT
CACAGATG
GGGCCACC
GAGCAGGC
GCAGGACC
GCAGGGAG
TCTTCAAG
GTGGCCAT
CTCAGGGA
AGGAGGCG
CTCAAGAA
AAGGAGGG
CTGGACTG
GTGCAGGA
AAGCTGAG
CATCTTCT
GCTGGCTC
ACTGGAAA
GGCACCTG
CTTCATCC
ACAGCCCA
GCAGGTGC
CAGGGAGA
GGAGGAAC
TGTCTCCT
GGCCCCCT
TATTAAAA
CTTCAAGA
GAAGGCCT
GGCTCCTC
GGTGAAGG
TTATTTTA
CTCAAGGA
GAAAAACC
GGAGGGCA
CACAGGCC
TTGCTGCA
AGCCTGCT
TGGCCCAC
TCAGCATG
AAGGGAAA
TTCTGAAA
AGGACTTC
GAAAGATG
AAACTGGA
GGATGGGG
ACAAGAGG
CCGCCCGC
AAATGTAA
GAAGGACA
GTGGAGGG
CCTTCAGA
TCTCTGCT
GCTGGGAA
TTGTATTT
CTTTCTTT
CTTTTCTT
AAAGAATT
GGAGCAGT
CCCCGGGG
GGCCAAGC
TTGTCCTG
TGGCTCCA
GGCTGGAC
CACACCTG
GGGAGGAA
GAGGCTCC
AGGAAACA
GACTCTGA
GGAGCCAC
TGAGAAGC
TCTCCTCT
GGCCCCCC
AAGGCCTT
GCTCAGAG
ATGGAAAT
CCTGGCAC
AGATGCTT
AGGCTGAA
CTTCTGTC
CATGCTGC
AGTGGAGG
GGGAAAGG
CTCCCAGT
CCCAAGAG
TGTGTGGA
GCAGCACA
CCTCACTG
CAGACCTG
CTGCAGCG
CCCGCTGC
GGGAGCCA
CTGGGATT
CACCCTGA
TGGACCAA
GGGAGGAC
CCTTGCAG
CTGTCTCC
AAATTTTA
TGCCACAG
AGCCATGG
TCCACAGA
GCTGGAAA
GCAGGCTC
GGCATCAG
ACCTGAGG
TCAGAGAG
GAAAACAC
GAGCTCTG
CTCTTCAG
CTGCACTG
TTTGTATT
GCCAGCAC
CCCAACAG
TGTGGAGC
CCTGCGGC
AAAATATA
GGTGGCTC
TGAGGCCA
CAAGGCCT
CTCACACC
AGGAAAAC
AGAAGACC
GCCCCTGA
CTCCCTTC
TCTGGGGC
GGAGAGCT
ATGCTGAA
CAAGAACA
TCACTGCA
GCAGCCGG
GCCACAGA
CTGGACAC
AGCCCACC
CTTCAGTG
CCTTTTCT
GAAAACCA
TTCCTCCA
CAGGCACC
GCTGATGA
TGAGGTGG
CTTCATCA
TGAGGACA
GGGCGGCG
GAAACAAA
GAGGGGAG
AAAAAGAT
TCTTCCTT
GAAAAGCA
TGCCAGGG
GCTGAGAA
GAGATGAA
TTTGTGGA
CCTGCGGG
TGTCACAG
CCTTCTCA
TCTGAAAA
AGGCAGTG
AACAAAGA
TGGGGTGG
TGCAGTGA
AAAATGTG
ATGTACCA
GAAAGGAG
CCACCGCC
AAGCTGGG
TGTCCCAG
GTGGGGGC
TGCCAAGG
CAGTGAGG
TTTTTTAT
GCTGGGTG
GGAAATGA
TGGTCAGA
TTTCTTCC
TTTTTATA
TTCTGCCT
ACAAGCTG
GGGCACAG
GAAAGAGG
AATAAAAC
AGCAAGAG
CAGCTACT
AGGGCAGG
CTTTGTGG
AGGTGGAA
AACTGCAG
AGAAGGAC
GAGAAGGT
TGATGGTG
CCAGATGA
TGGTGATG
GGAACTGG
GAAAGCCA
GAGAGGGG
TTTGGGAG
CACTGGGG
ACCTGGGA
TGACCTCA
CAAGCAGG
AAGTGGAG
GAAGAGAT
GGCAGGTG
ATGTGGAG
TATTTTAT
GGCCTGGT
GCAGGCCT
AAATAATT
GCCCTGAA
CAGCCAGT
CTCAGGCT
CCAGACAC
AGCCACCT
GGAGCCGC
TGTGAGGA
CAAGGACC
GTGAAGAT
CAGCTCTT
GCCTCTTC
TTTAAAGA
CCTGAGAA
AGCACTTT
GTGAGCTG
CCTCAGGC
GCCTCAGG
TTCCAAAT
GAAGGTGA
CAGCTGTC
GTCCCTGC
GACAGAAG
CCAAGACC
CTCCCTGA
CAGAAATT
GTGCTGCA
ACAGCCAC
AAACCAGA
AACTTCAG
CAGTGGGG
GCAGCGGG
CACCCAGA
TTTGGGGA
GGCTGGCA
CCACTGGG
CCCCGGGC
GGGCTCCA
GTTTCTGT
CACTTCCT
TTTCTGCA
GGCGGGGG
CGCCCGCC
GAGAGAGC
CTTTGAAG
CAGAGGAT
AGAAAACT
GCAAAGAA
GAGGTGGT
AAAGCCAG
TTCTGTTT
CCACTGTG
TGAAATAA
TCCCAGGG
GCTGCTTT
GTGGAGCC
ACAGAAAT
AGCTCCTC
GAGGAGTG
TGGCTCCC
GATGGCAG
GAGGCTGT
AGACCATC
CCACTCCC
CAGGAACA
TCTCTGGA
GGCTCCCA
GGATCCTG
TGGATGTG
CCTCTGGC
TCTGTGTG
GCAGGCCA
ATGTGAAG
GGCTGCAA
CCCACAGA
CTGCAGTC
GGGCCCCT
CTGCTTCA
AAGAACAG
TTTCTGTC
CGGCAGCA
ATCAGAAA
AACTGAAG
AGCCTTCA
GGGACTGG
TCACACAG
TGTGCCAG
TGGAAGCT
GAACAGGA
CTGCTGTA
TTCCTGGT
CTGTGTCT
CAGCCCTT
CCAACTTC
TCCAAGGA
TTTCTTTC
GAGAAAGG
CTGGTCCT
ATATATTT
ATAAATAT
AGGCCCCC
TGGACATG
CTTCACCT
AGAAATTT
ACCCTGCA
TCCTCAGA
GCCAGGGG
TCCTGTGC
AAGCCAGG
GAGGAAGT
ACTGGCTG
TATGAAGA
CAGATGCC
TCCTCACC
GGAGAACT
AGCAAGGA
GCTCTGCT
CAGAAACT
GGAGGACT
GGCACTGG
AGACTCTG
CGCCCAGC
GGGCCAGA
CCGCGGCC
GAACCAAG
TCTTCTCT
GGAATGTG
CAGTTCCT
CTGCCTTT
GAGACCCT
GCGGGCGG
ATCCTGGG
CAAGACCT
TGAAGAGC
GAGAAACA
GGAAGAAC
CAGCGAGG
TTGAAGAT
GGTGGGCA
ACTGCTGG
TTCTCCCT
GTCCCCAC
AAGGAGAC
GGCAGGGA
TCCAGATG
TCCACCAG
CCACACCC
GACCTACA
AGCTCAAG
CATCCTCT
GGGCGCGG
ACAGGAGG
TTTGAAAT
TGCAGTGC
AGCCAGTG
GGCTTTGG
TGCCTGAG
TTAATTTT
CACCCCCT
ACTGGAAG
TTCCCAGA
TGACAGTG
AAGAACTG
GCCCGGGG
TCTCCCCA
TGGTGCCC
TCCTTCAG
GCCCTCCA
CGCTGGTG
CTCCTGGT
AAGGTGAA
TTTGTGAA
AAAACAAG
GGCAGTGA
ATGAAAAG
CCAGGCCG
AATGAGGA
GTGCCAGG
TGCCTTTG
AGGGCTTC
TTTCCAGA
CTCTGTGA
CCCCTTCT
CAGAAGTG
AAGGCAGC
CCTGTTCC
CCCAGCGC
TGTCTTCT
AACTTCCA
TGATGAGG
TGGCCTTG
CCAGCAAG
TCTGTCAC
GGAAACAG
AAAAGCCA
TGGAGTGG
AGAATAAA
ATTTGAAA
CTGTGAGC
GGTGGTGA
AAAGCTTT
TCCTGAGC
CACTCCAG
ATGGCAGC
GGTGCTCC
GACTCCAG
TCAGGCCT
ATTGAAGA
AGATGGTG
GTGTGGAG
CTCCCTCA
CCAACCTG
GCCCAGCG
GGAGAACC
GCCTCTGA
CAGCCTTG
TGTTTTCA
TCTTCTTG
CTTCTTCT
ACTTCTCC
TGGGCACC
CAGTGCAG
TCCTGTCC
CGGGGCTG
TTCTCTTT
CCTGTGAC
AGGCCTCC
CTTTGGAA
AGGCCATG
TCCTCCTT
TGAAATCA
TTCCTCCC
CCTCACAG
CATCTGCC
ATTAAAAT
GCAGATGC
GCTGGCCG
TTCTTCCA
TCACCAGC
TCTGCCCA
CTCAGAAA
GAGAGGGA
TTTTCCTG
TTTTTCTG
AGAGCTTC
GAAGATCA
CAAGGATG
CAGAAAGG
TCCTCAAG
GTCTCCTG
TCCCACCC
CCAGTGCT
CTGTCCCA
CCCAGTCC
GAGGGAAG
TCTCTGTG
TCTCAGGA
AAATATAT
GAAGGATG
CACAGGCT
GCTCAGCA
CAGGTGCC
AGGATGTG
CTTTGCCA
GCCGCCTC
TTTTCTCT
GGGGAGCT
TGCTGTTG
AAACAAGA
TCTTCACC
CCTCCGCC
CATGATGG
CAGCAGGT
TTCTTCAA
AGAGCCCA
CCCCTCTG
AGGCTCAG
TCTCCCTC
GGAGTTTG
CTGGGCAT
CTTCAAGG
TTGTTTTG
AGAAATTG
CCCCTCTC
TGTTTTTA
TCATCTCC
GGGAAAAG
CCAGCCCG
CACCTTCT
CTGGTGCA
GACAGAGG
GGCGGCCC
GGGGCCGC
TGGTGGCA
CAAGCTCC
TGAGCCCC
GGCAGCCG
GAGGGGAA
TAAAATTT
TGCCACCT
AGGGCCCC
CTTGAAGA
GGGAAAGC
TGAAGACC
GAACAGCA
GCTCAGCT
CACCTCTC
TCTTCCCC
ACATTTTT
CTGCGGGG
TGTGGGCA
CCATCTGC
CCTTTCCC
TTTCACCA
CTTTGAGA
ATTGAAAA
CATCTCCC
GGGAAAGA
TCAGCCTT
TTTCTGTT
GACAAGAA
CAGAGGTG
CCCCCCAC
TCCCCAAG
AGGCCCAA
TATTTTTG
TTTTCACA
AGTGCCTG
ATTCCAAA
AGTGGTGG
TCTCTGGG
CCCCAAGA
GCCTTCCA
ATGGGAAA
GAATGTGA
CATCCCAG
CTGCCCGG
TGGAATCT
TCTTCAGA
AAGACCAA
TGCCCTGA
GACAGAGA
ACATCAGA
AGAATGGA
GGACAAGA
GATTCTGA
AAAGACAA
CTGTGTGA
GGCAGAAA
TGAAAGAG
CCATGGTG
GGGAGGGA
GGCTTCCC
GTGTGTGG
GGTGACAG
CCAGATGG
GAGCTGCG
GAGCAAGA
CGCTGCCC
GACCCCAA
GGAGGTGT
TTGGGAGG
TTTCTTCA
AAGCAGAT
GCCTGTCT
GGAAATGG
TTACAAAT
CAGCTCTC
CTTTTCCT
TGACAGAG
TCCCCATC
TCTCTGAG
GCAGCAAG
AGAACAAA
GCCCCTCA
ACCCCAAG
ATGTGGCA
TGGCACTG
AAGTGAAA
AGGAACTG
GGGAAGGC
TGCTCTGG
GAGGGCCT
ATAAAATG
TGAAACTG
CCCACACC
AGAAATCA
TTTCAAAA
AAAAATGG
CGGGGGCC
AGGGGCCC
TACTGGAG
CCACTTCC
TGCCTTCA
CCTCGGCC
AGCACAGC
TGGAAAAC
TGCTTCCT
CCCCAAAG
CAAAGAGG
CTGTGCTC
TGCTGTGA
TTGCCAGC
CTGCCCCG
CCTTGTCC
TGGACTTC
CAAGCCAG
GTGAAGAG
CTCCTGTG
CCTTTGCC
TCTTTCTG
TCACCTTC
CCCAGAAC
GAAGACCT
AGACAGCA
AAAGAACT
CCTCCTGT
GAGGAACA
TGAGAAAG
GGAATCTG
GAGATGCT
GAAAGTGA
CCACAGTG
CTTTTTCT
GGAGACCT
AACTGGAG
TCTGCTGT
TCCCCCAC
CAAAGCAG
CTTTAAAA
TGGAGGGA
CCAGACCA
TCTGGGAA
GCTCACTG
TGAGCTGA
TTGCAGAA
ACACAGCA
CATCTCCT
AGAGGGGA
AGGAGTGG
TGAAGATT
CACCATCT
AAACTTTT
CTGGAGTT
GCCGGGAG
ATTCTGAA
ATGAGCTG
GAGGAAAT
GCTGGCGG
GACCTGCA
TCACCTGC
ACCATCCT
ACACTGAG
ACAGTCAG
AAGGACAG
TCTGGCAG
GGAAGACC
TGATTTTT
CCTGGTGT
CCCCGAGG
CTCCTGAA
GGAACAGC
TGGGCAAG
CCGGGCTG
GAGAAAGC
TGCTGAGA
TCAGCAAG
ACTGGAGG
AGAGGAAC
GTGCCTGC
TCCACCCC
CTTTGAGG
AAGAACTT
CCCGCCTC
CACAGAGC
ATGCAGAG
AATGTGGG
TGACCCTC
GTTCCTGC
AAGAGACA
AAAGTGGA
AAGGGAGA
TTAAATAA
GATGGAAA
ACTGCAGA
GTCCCCTG
GTTTTGTT
GAAGCCCC
CAAAGCTG
ATCTTCCT
CTGGACTT
GCTGGACT
CAACCTCA
ACTGGGGA
ACATGAAG
TGAAGATC
CTGGGCCG
CACCCACA
CACCAGAA
CAGGCTGT
TGGAGCAC
AGAAGGGC
GGGGCTGA
CCCTGATG
TCTCTTCC
CTGGAGCG
GAGCTCCA
GCCTGGGT
CGGGCAGC
GCCACCAT
CACACAGG
TTTCCTTC
CTGTGTGT
TGGAAGTG
GAGGACCA
TAAAAATT
GGCAAGAA
CCACCAGA
GGATGAGA
AAAGGGAA
GATGGTGG
ATGAAAGA
GGCTTCTG
TCCCTTCT
GAGGCCAT
CAGGGTGG
TGGTGGAA
GGTCCCTG
CAAAGATG
TGCTTCAG
GAGGACCC
TCAGCCAC
TGTGTCTG
TCTTCTGG
CCCACTGA
AAGAAACC
CACCATGA
CAACAAGA
CAAGCCCT
ACCTGGCT
GACACCTG
GGGGCTGT
ACTTTGGG
ACCAAGCT
TTCCCAGG
CAGCAACC
CAACATCA
TCTGGATG
AAGAAGGG
CTTCAGAG
CCGCGCCC
AGCTGTGA
ACTGTGGA
AGCAGGGC
GTGCTGGT
ACAGATGA
GAAGCAAA
AGAACTGG
CAGGACCA
CCAAGCCA
CAGAGGGC
AAGAATTT
TTCAGGAG
TTCCCTGG
CATGGCAG
ACCTCCCT
AGGCTGGC
TCTGCTCT
GCTGTCCT
GGCGGTGG
CATGTCTG
GGGCTCAG
GTGGCCCC
TGTGGCTC
CCCTTCAG
ATGTGAAA
CGGGGAGG
TTCAGAGA
CTGAGGGA
TGGGGCTC
TGTCTCTG
ACATGGAG
CCACTGGA
GTGCAGTG
ACAGAGCT
GGGCCTGA
AGTGAAAA
TGGGACCC
GCCCCCGG
AGAGCTCA
AAGGAGCC
GAAAAAGG
TGGGAGCT
AGATGGCA
CTGGAATC
GCCTGTCC
CTCTCAGA
TGCCCAAG
TGTGCCCA
CGGCTGCC
CTGTGATG
CCTGGCTT
CAACAAAA
CTCCATCA
CAAATGCT
AACAGCTG
CTATGACA
CCCGCGCC
GATGCTGT
AGCAACAG
CTTCCCTT
AAGCTGCC
CTTCTGAG
CAGACCCT
ACTTTTTT
TTTTGTAT
AGGAGCCT
CCCTGTGA
TCAGAGGC
TGAGCCAC
TACAGAAA
AAGCCAGC
CAAGAAAT
GAAAAGCT
ACAGCAAG
GAAGCCAT
CTCACTCC
ACCTGCCA
TCCAAGAA
AAAATTAT
GAAAACAG
GGAGCCCG
AAAACATT
TTATTAAA
GTGTGGCC
AGTGCCAG
AGCCACCC
CTGCTTTT
GCCACTGG
CGCCCTGG
TGGCAGGG
AGCTGAGA
GGAGCTCT
GCTGGGCG
CTGATGGA
TCCTGGGT
GGAAACCA
GGCCACCT
TTCAAGGA
TCAGCATC
GGACAGTG
CGGGGCCG
TCAGAGCC
TCTCCAAC
ACCTCCCC
GCGGGAGG
GGGAGAGC
TTTTCATT
GACTTTGA
CCAACAGC
TGAGCAGG
CTGTCACC
GAAGACAT
CACCACTG
TTCAGCTG
TCTCAGAA
TGAATAAA
CCGCCAGC
CCTTCAGG
CGCCTGCC
GGGCCGCC
TGGGAGGG
TGCTCCTC
GAGCAGTG
GCAGGGCA
CAGCTTTG
CCAGAGAC
CCTGCGCC
TAAAGGAA
TCAGGCTG
CCAGACCT
TCTGTGGC
AGAGAGCA
GAGACCTG
GAGTGCAG
CCCAGGAT
TTCCCAGC
GTGGGTGG
TCTGAGAA
AGCAGCTT
GGCCCTCA
GCTTCCCC
AGCGGCGG
GGCCGTGG
ATGCTGTG
AGTGGAAA
AAGAAGTG
TCTCTGCA
AAAGCAGC
GAGGGGCT
AAGGAAAC
TTAAAATT
GAAGCTCT
AGAACAGC
GTCATCCT
CTGAGAGG
TCCAAATG
ACCCAGAA
TCTCCAGA
AGAGCCTC
ATGGTGAA
CTTCCCCC
GGACTGGG
CATTTTCT
ATAAATTT
TGGAGGAT
TCCCTCTC
TAAGAAAA
CTGTCCTC
CAGTCCTG
CCTACCTG
AGTCCTGG
ACCTCAGT
AGCTCAGA
GCTGACCC
AGGCCACC
CCATGAAC
TGAACCTG
GGAAACCC
GAGGGCTG
AGAGGCTC
TTCAGCCA
GCCTGCTC
TCCTGGAT
AGACAGTG
CCTTCCTT
ACCCCCAA
AGAGAATG
AAGCCTTC
TCCCAAAG
GAGACCCC
ACACAGAA
GTGCAGAG
TTTGCAGA
GCCGCCCG
CTTGTCCT
TCCTGCAA
CCCCTGTG
GGCCGCGG
GCTTCTGC
GCCGCGGC
CTGTCCAC
GGGACAGC
TTGGAAAT
CAGTGGGA
AAGAAGGT
CACTGAAG
CCAGTTCC
CTCCAAGC
CACCCACT
CAGCGGCT
CAGGAAGT
GGGAGGCA
TGAAGGCC
GCTGCACA
GGAAGAAT
CCTCCCTT
TCCACCAC
GCAGGGCT
AGGGACAG
TGCTGGAT
TTCTCCTC
CCTTCAAG
GAAATCAG
CTGCCCGC
GACCCTCA
CAGAGCAA
CATGGCCC
CTGACCCC
GTGGAGAC
GGAGCCTC
GACAGTGG
AGGCCAGA
GAGCAGCG
AGAAGATA
AGGCCCTC
TCCTCCAC
CTGGATGC
TCTGGCCT
CCTCAAGG
GGCCTTCT
CTCCACTG
CTGGAGTC
CCCCCACA
CACACTGA
TTGAGGAA
AAGACCTG
CCACTGAA
TGATGTGG
TACAAAAA
CGTGGTGG
GACAGCCC
AAGACCCT
AACAGTGA
CATCAAGG
TGGGAAGC
TTGAGAAG
AAACAGGA
GCCAAGCA
TAATAAAG
CTTTGAAA
GTGCTGTT
TGCTGCAC
ACCACCTC
CTGAACCA
CAGATGAT
CCACAGGG
CAGCTGTT
CATGGACA
GATGGAGC
CCTCAAGA
CTGGAAAT
AAACATTT
TGGCCGCC
TGCCCTCT
AAGCAGTG
CTTCTTTG
GAGCAGAT
ACCCTGTG
GGGCCTCA
CATCAAGA
TCACAGCC
CTTGGAAA
AAATGGAG
CCAGGGGA
GCGGCGCC
CATCTGTG
GCACCACA
GCCCAGGT
GCTCTTCA
CTCACCTG
CTGACAGC
GGGAAAAA
TTCAGCAA
TGCTGCGG
GCTCATGG
ACCTGCAC
CTCCAAAA
CTCTGTCT
ATGGGGAG
AAATGCAA
CAGATGTC
GCCCCACG
CCTGCCCG
TCAAGCTG
CATCTCAG
GCATCCTG
CTCCCAAA
AAGATTTT
AGCCCTCC
CCAAAGCC
AGGCACTG
AAAAACAT
CTGGCTTT
CTGCCCAT
AAAAAAGG
TAAATATT
AAAATGTA
TGTAAATA
CCAGGAAC
TGAAGGCT
CCTCTTTG
GGGACAGG
CCAAAGTG
CATCTTTG
CCGCTGCT
AAAATGAT
GCCCGGGA
TATTTTCT
GACAGCTG
TGGGCAGA
TCAGCACC
TCCTCAGG
AGGAAAGC
TCCAGTGG
CTCACCCT
TTCACCCA
CCTGTCCA
TTTCTCTT
CCCCAAGC
CAGCTCAC
GACTCAGA
AGATGGGG
GTGTCCTG
CTGTCTTC
GGAAAAAC
GCCCCAAG
AACATTTT
CCACACAG
AACAGCCC
CGAGGAGC
TTTTCCAG
GTGGGAGA
TTCTGCCA
AAGGATGA
AAGCCAAA
CCCACAGG
CTTTCTTC
CTGCCCAA
ACCCACAG
TCCCCCTG
GGCGGGAG
AGCTCTGA
CCGGAGCT
AAGATGCA
CAACAGAA
CTGCGGGA
GCCACCGC
CTCAGGGC
AGAAATAT
AAATGAAT
TTCTGGGA
CAACATGG
TGCTCTGC
GAACCAGA
TCTGCTTC
CCTGACCA
GTGTGCTG
TGCCCATG
TGGGGATG
ACCACCAG
AGAAGTCA
GCTCAGGA
TCAGCCCT
CGCCTCCC
ACACAGCC
GGTCTCCA
GGGCACTG
TGGAACTG
GGTGGACA
TTTCCTGA
GGAGGCTC
CCCAAGGC
AGACCCTC
CCAGACAG
CAGTGGGC
TCTGCACC
TTTAAAAG
CATGGATG
CTTCTGGC
CCCCATGG
CTCTCTCA
AGAAAGAC
GAAAGCCT
TGGACACC
AGGGAAAG
AGAAAGCT
GGGACCCA
AAGCCTGG
CTCCACAG
TTCCTCTC
ATGGAGGC
CCAGAAGT
TCCCTCCA
TCCAAGGC
TTCTGATT
GCCATGGG
GTGGGCTG
AATGGGAA
CCCTCTCT
CCGGCTCC
CTGAGGTG
CAGATGTG
GATGGCTG
TCACCTCC
CCAGATGC
CTGGGTCC
CCTGTGCA
TCAAGCAG
TTGAAGAG
CTGGACTC
TTTCCTCA
CCATCAGC
TCTGGGCT
AAGAGAAT
CTTTGGGG
CAGAAGGG
GTGGTCAA
TGTCCCCA
GGTGCAGA
TCAGGAGC
AAGAAAGT
ACATTCCA
AAAAGCTG
GTCCTGCT
TTTTCTCC
CTTTTAAA
GGACCCCC
TTCTGTGG
TGATGCAG
TCTGGGGA
ATGGCAGA
AGGGCTCC
GACTCTGG
GACATGGA
GGCCGCCG
GGGAGCCT
ATTCAGAA
GGAAGTGA
GCCTGCGG
AGCACAGA
ACAGACAG
GTGGCTCC
TGATGAGA
TCACCTGG
TGGCCAAC
GCTGTGAG
GGCAGGCC
GCCATCCT
ACAGTGGA
TGTTTCCT
AGACAACA
ATGCCCAG
GGTCCCAG
CCTCAGAA
CTCTTCAT
AAACAGCA
GTGGCAGG
GTGGCAGA
CGGCCCTG
TTGCTGTG
AGGACAGA
GGGGACCT
AATTTAAA
ACCATGGC
GAGCCAAG
AGGACACA
AAATGCAG
AACAGGAG
AAGAACAT
CATGGCCT
CTGCCAGT
TTCTGAGA
CAAGCTGA
AGGGGAGA
GTCTCAAA
CGGCTGCT
TTCTCTTC
TCAGAAAT
TCTGCCTT
ACCTTCCT
GGGCTGCG
CATGTACC
GACCAGCT
GAAGCTCA
GGCACAGC
AAGGAATG
GCCTTCTC
TGCTGTTT
CAACTTCT
GTCCCAGG
TTATTTTG
AGAGAATT
AGATGTGG
TCCCTTCC
CCAGCCAA
AAAGGAGG
TGACCCCT
TTTCTTTG
GAGCCGGG
AGACAAAG
GCTGACCA
CAGGACAA
CGGGAGGC
AGGCCTGC
CCAACAGA
ATGGAGAC
CTGGGTGC
GCAGGATG
TTCAAAGA
CAGTGAAA
CTGTTTCT
TGTTGCTG
GACACCCC
GAGAGCCT
CAAGCCCA
CAGAGACT
CAGGGAAC
GAGATGGC
CTCTTTCT
GGGACAGA
AGAATGAA
GGAGTGGG
GAATAAAA
ACTGAAGG
CAGATGAG
CTTTCTGG
GCGAGGAG
TGACAGCA
GGGCCTCT
TGGCCCTC
TTCTCCAA
AGAGAGGC
TCTGCTGA
AAGACCAG
CAACAACA
GTGCCAGC
TATGAATG
AAGAGGAT
TTCTCTGC
AAAATGCA
AGCTGCTT
TTTGCTTT
CACTTTGG
GGTTCCTG
TGATGGGG
GGGCGGCC
CAGGCCAC
AGGGAGCA
TCAGAAAG
GAAAAGAG
AAGAGGCC
CCAGAGTG
GGAAAAAT
GGGGCAGA
CAAGGTCA
TGCAGAAC
AAAAGACA
CAACTTCA
GCTCCTTC
CTACCTGC
CAGATGGC
TTTTATAA
CTGCCATC
CGGCCTGG
CTTCACTG
CATGAAGG
CCTCAGAC
AGGATGGA
AACCTGCT
AACTTTTT
AATGAAAT
ATCCTGAA
AAGGGGAG
GTGGATGG
AAAAACCA
ACAAAAAT
GAGGCCTC
TTTCCTCC
TGTGTTGG
GTCAGGAG
TGCCATGG
TTGGAAAG
GGACTTCA
AGGGCAAG
CAGCAGTT
AAGAGCAA
TTTATAAA
TTTAAATG
GAGAATGA
TCAGGCAG
GGACCAGA
AGGAACTC
AGACACAG
CCAGCAAA
GACCTGCC
CCAAGGTG
CTCCCATG
AGTGTGGA
GCAAGCTG
GGCTTCCA
TTCCTCAT
AAAAATCT
TGCCCCCT
CTTTCCAG
ACCAGAGG
AAAAGAAC
GACTTCCT
CTCATCCT
CCCAACCC
TTAAAAAG
GAAAGCTG
GGGCTGGT
GGCCATCA
TCTGTGCC
GGGGCCAC
GTGGACAG
GCCGGAGC
AATGATGA
GAATGGAA
CATCATCT
CTCTGTCC
CCAAGGGC
AAATGATG
CGCGGCCG
TCTTCTGC
GACCCTCT
AAGAATGA
TTGGCCTT
CAGCCCAA
GGACACCA
GAGGAGCG
CCACGGAG
TAGAAGAA
TGCTCTGT
TTCTGCAC
AGGGAAAA
CCCCCACT
GCCTCAGA
CAAGGCAG
GAACCTGA
CGGAGCCC
GGAGACTG
GCTGTGTC
GGCCTCTC
TTCTTCTC
AGCAGATC
GGGCAAGG
CCTCCCCG
CTTCTGAA
ACCAGGCC
AACAAAAT
GCCAGTGC
TGGGACCA
TGTTTCTT
CTCTGATG
TGGCTCAC
TTAAAAGA
ACCTCATC
TCCAGCAC
TCTCTCTG
GTCCCTGA
CACCTGAG
ATGGGAAG
GAGTTTGA
CTGCTCAC
CATTGCTG
TTTCTCAG
CCCAGCTA
ACTTCCAA
CATCATGG
AGCCCTCA
TGGGGGCA
TGGATGGG
ACCAGGAA
ACAATAAA
ACAGCACC
GCAGTGTG
ACCTGTGG
ATGCTGCA
AGGTCCTG
TCAGGGAG
CCCTGGAT
ATATTTAT
GGCCCATG
AGGAAGGC
CTTTCTCT
ACCTGGCA
GTGACCCA
CCCATCTG
GCGCTGGG
TTAAGAAA
TGTGTCCT
GAGGACTT
CCAAAGAG
CTGTGACT
GCCCTGCG
GCCCGCCC
TAATAAAT
AACCAGAA
TCTGGCCC
CTTTTTAA
TGTGGGGA
CACTGTGT
GCGGCCGG
TCCACCTT
CTGGAATG
AGGAGCAA
GAGGCCGA
AGAGATGA
AATAATAA
GGCTGCCG
TGCAGACA
TCTCTTCT
AGAAACTT
CACAGGCA
CACACTCC
AAGAAATC
AGGGCCCA
TCATGAAG
ATGGCTGC
TGTACCAG
AGAAGGCT
GGAGAAAT
GGAGCAAG
AGGCCCCT
AGTTCAAG
CCATGCAG
AGAGAGGG
GGAAGGCA
AATTTTAA
